
export const abu_hamzaContent = {
  'العربية': `إِلٰهِي لاَ تُؤَدِّبْنِي بِعُقُوبَتِكَ

وَلاَ تَمْكُرْ بِي فِي حِيلَتِكَ

مِنْ أَيْنَ لِيَ ٱلْخَيْرُ يَا رَبِّ

وَلاَ يُوجَدُ إِلاَّ مِنْ عِنْدِكَ

وَمِنْ أَيْنَ لِيَ ٱلنَّجَاةُ

وَلاَ تُسْتَطَاعُ إِلاَّ بِكَ

لاَ ٱلَّذِي أَحْسَنَ ٱسْتَغْنَىٰ عَنْ عَوْنِكَ وَرَحْمَتِكَ

وَلاَ ٱلَّذِي أَسَاءَ وَٱجْتَرَأَ عَلَيْكَ

وَلَمْ يُرْضِكَ خَرَجَ عَنْ قُدْرَتِكَ

Wiederhole das so oft du kannst in einem Atemzug:

يَا رَبِّ …

Fahre fort...

بِكَ عَرَفْتُكَ

وَأَنْتَ دَلَلْتَنِي عَلَيْكَ

وَدَعَوْتَنِي إِلَيْكَ

وَلَوْلا أَنْتَ لَمْ أَدْرِ مَا أَنْتَ

الْحَمْدُ لِلَّهِ ٱلَّذِي أَدْعُوهُ فَيُجِيبُنِي

وَإِنْ كُنْتُ بَطِيئاً حِينَ يَدْعُونِي

وَالْحَمْدُ لِلَّهِ ٱلَّذِي أَسْأَلُهُ فَيُعْطِينِي

وَإِنْ كُنْتُ بَخِيلاً حِينَ يَسْتَقْرِضُنِي

وَالْحَمْدُ لِلَّهِ ٱلَّذِي أُنَادِيهِ كُلَّمَا شِئْتُ لِحَاجَتِي

وَأَخْلُو بِهِ حَيْثُ شِئْتُ لِسِرِّي بِغَيْرِ شَفِيعٍ

فَيَقْضِي لِي حَاجَتِي

الْحَمْدُ لِلَّهِ ٱلَّذِي لاَ أَدْعُو غَيْرَهُ

وَلَوْ دَعَوْتُ غَيْرَهُ لَمْ يَسْتَجِبْ لِي دُعَائِي

وَالْحَمْدُ لِلَّهِ ٱلَّذِي لاَ أَرْجُو غَيْرَهُ

وَلَوْ رَجَوْتُ غَيْرَهُ َلأَخْلَفَ رَجَائِي

وَالْحَمْدُ لِلَّهِ ٱلَّذِي وَكَلَنِي إِلَيْهِ فَأَكْرَمَنِي

وَلَمْ يَكِلْنِي إِلَىٰ ٱلنَّاسِ فَيُهِينُونِي

وَالْحَمْدُ لِلَّهِ ٱلَّذِي تَحَبَّبَ إِلَيَّ

وَهُوَ غَنِيٌّ عَنِّي

وَالْحَمْدُ لِلَّهِ ٱلَّذِي يَحْلُمُ عَنِّي

حَتَّىٰ كَأَنِّي لاَ ذَنْبَ لِي

فَرَبِّي أَحْمَدُ شَيْءٍ عِنْدِي

وَأَحَقُّ بِحَمْدِي

اَللَّهُمَّ إِنِّي أَجِدُ سُبُلَ ٱلْمَطَالِبِ إِلَيْكَ مُشْرَعَةً

وَمَنَاهِلَ ٱلرَّجَاءِ لَدَيْكَ مُتْرَعَةً

وَٱلاِسْتِعَانَةَ بِفَضْلِكَ لِمَنْ أَمَّلَكَ مُبَاحَةً

وَأَبْوَابَ ٱلدُّعَاءِ إِلَيْكَ لِلصَّارِخِينَ مَفْتُوحَةً

وَأَعْلَمُ أَنَّكَ لِلرَّاجِين بِمَوْضِعِ إِجَابَةٍ

وَلِلْمَلْهُوفِينَ بِمَرْصَدِ إِغَاثَةٍ

وَأَنَّ فِي ٱللَّهْفِ إِلَىٰ جُودِكَ

وَٱلرِّضَا بِقَضَائِكَ

عِوَضاً مِنْ مَنْعِ ٱلْبَاخِلِينَ

وَمَنْدُوحَةً عَمَّا فِي أَيْدِي ٱلْمُسْتَأْثِرِينَ

وَأَنِّ ٱلرَّاحِـلَ إِلَيْكَ قَرِيبُ ٱلْمَسَافَةِ

وَأَنَّكَ لاَ تَحْتَجِبُ عَنْ خَلْقِكَ

إِلاَّ أَنْ تَحْجُبَهُمُ ٱلأَعْمَالُ دُونَكَ

وَقَدْ قَصَدْتُ إِلَيْكَ بِطَلِبَتِي

وَتَوَجَّهْتُ إِلَيْكَ بِحَاجَتِي

وَجَعَلْتُ بِكَ ٱسْتِغَاثَتِي

وَبِدُعَائِكَ تَوَسُّلِي

مِنْ غَيْرِ ٱسْتِحْقَاقٍ لاﹾِسْتِمَاعِكَ مِنِّي

وَلاَ ٱسْتِيجَابٍ لِعَفْوِكَ عَنِّي

بَلْ لِثِقَتِي بِكَرَمِكَ

وَسُكُونِي إِلَىٰ صِدْقِ وَعْدِكَ

وَلَجَائِي إِلَىٰ ٱلإِيـمَانِ بِتَوْحِيدِكَ

وَيَقِينِي بِمَعْرِفَتِكَ مِنِّي

أَنْ لاَ رَبَّ لِي غَيْرُكَ

وَلاَ إِلٰهَ إِلاَّ أَنْتَ

وَحْدَكَ لاَ شَرِيكَ لَكَ

اَللَّهُمَّ أَنْتَ ٱلْقَائِلُ وَقَوْلُكَ حَقٌّ

وَوَعْدُكَ صِدْقٌ:

”وَٱسْأَلُوٱ ٱللَّهَ مِنْ فَضْلِهِ

إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيْءٍ بکم رحیماً“

وَلَيْسَ مِنْ صِفَاتِكَ يَا سَيِّدِي

أَنْ تَأْمُرَ بِٱلسُّؤَالِ وَتَمْنَعَ ٱلْعَطِيَّةَ

وَأَنْتَ ٱلْمَنَّانُ بِٱلْعَطِيَّاتِ عَلَىٰ أَهْلِ مَمْلَكَتِكَ

وَٱلْعَائِدُ عَلَيْهِمْ بِتَحَنُّنِ رَأْفَتِكَ

إِلٰهِي رَبَّيْتَنِي فِي نِعَمِكَ وَإِحْسَانِكَ صَغِيراً

وَنَوَّهْتَ بِٱسْمِي كَبِيراً

فَيَا مَنْ رَبَّانِي فِي ٱلدُّنْيَا بِإِحْسَانِهِ

وَتَفَضُّلِهِ وَنِعَمِهِ

وَأَشَارَ لِي فِي ٱلآخِرَةِ إِلَىٰ عَفْوِهِ وَكَرَمِهِ

مَعْرِفَتِي يَا مَوْلاَيَ دَلِيلِي عَلَيْكَ

وَحُبِّي لَكَ شَفِيعِي إِلَيْكَ

وَأَنَا وَاثِقٌ مِنْ دَلِيلِي بِدَلاَلَتِكَ

وَسَاكِنٌ مِنْ شَفِيعِي إِلَىٰ شَفَاعَتِكَ

أَدْعُوكَ يَا سَيِّدِي بِلِسَانٍ قَدْ أَخْرَسَهُ ذَنْبُهُ

رَبِّ أُنَاجِيكَ بِقَلْبٍ قَدْ أَوْبَقَهُ جُرْمُهُ

أَدْعُوكَ يَا رَبِّ رَاهِباً رَاغِباً

رَاجِياً خَائِفاً

إِذَا رَأَيْتُ مَوْلاَيَ ذُنُوبِي فَزِعْتُ

وَإِذَا رَأَيْتُ كَرَمَكَ طَمِعْتُ

فَإِنْ عَفَوْتَ فَخَيْرُ رَاحِمٍ

وَإِنْ عَذَّبْتَ فَغَيْرُ ظَالِمٍ

حُجَّتِي يَا اللَّهُ فِي جُرْأَتِي عَلَىٰ مَسْأَلَتِكَ

مَعَ إِتْيَانِي مَا تَكْرَهُ جُودُكَ وَكَرَمُكَ

وَعُدَّتِي فِي شِدَّتِي مَعَ قِلَّةِ حَيَائِي رَأْفَتُكَ وَرَحْمَتُكَ

وَقَدْ رَجَوْتُ أَنْ لاَ تَخِيبَ بَيْنَ ذَيْنِ وَذَيْنِ مُنْيَتِي

فَحَقِّقْ رَجَائِي

وَٱسْمَعْ دُعَائِي

يَا خَيْرَ مَنْ دَعَاهُ دَاعٍ

وَأَفْضَلَ مَنْ رَجَاهُ رَاجٍ

عَظُمَ يَا سَيِّدِي أَمَلِي وَسَاءَ عَمَلِي

فَأَعْطِنِي مِنْ عَفْوِكَ بِمِقْدَارِ أَمَلِي

وَلاَ تُؤَاخِذْنِي بِأَسْوَءِ عَمَلِي

فَإِنَّ كَرَمَكَ يَجِلُّ عَنْ مُجَازَاةِ ٱلْمُذْنِبِينَ

وَحِلْمَكَ يَكْبُرُ عَنْ مُكَافَأَةِ ٱلْمُقَصِّرِينَ

وَأَنَا يَا سَيِّدِي عَائِذٌ بِفَضْلِكَ

هَارِبٌ مِنْكَ إِلَيْكَ

مُتَنَجِّزٌ مَا وَعَدْتَ مِنَ ٱلصَّفْحِ عَمَّنْ أَحْسَنَ بِكَ ظَنّاً

وَمَا أَنَا يَا رَبِّ وَمَا خَطَرِي

هَبْنِي بِفَضْلِكَ

وَتَصَدَّقْ عَلَيَّ بِعَفْوِكَ

أَيْ رَبِّ جَلِّلْنِي بِسِتْرِكَ

وَٱعْفُ عَنْ تَوْبِيخِي بِكَرَمِ وَجْهِكَ

فَلَوِ ٱطَّلَعَ ٱلْيَوْمَ عَلَىٰ ذَنْبِي غَيْرُكَ مَا فَعَلْتُهُ

وَلَوْ خِفْتُ تَعْجِيلَ ٱلْعُقُوبَةِ لاﹾجْتَنَبْتُهُ

لاَ لأَنَّكَ أَهْوَنُ ٱلنَّاظِرِينَ إِلَيَّ

وَأَخَفُّ ٱلْمُطَّلِعِينَ عَلَيَّ

بَلْ لأَنَّكَ يَا رَبِّ خَيْرُ ٱلسَّاتِرِينَ

وَأَحْكَمُ ٱلْحَاكِمِينَ

وَأَكْرَمُ ٱلأَكْرَمِينَ

سَتَّارُ ٱلْعُيُوبِ

غَفَّارُ ٱلذُّنُوبِ

عَلاَّمُ ٱلْغُيُوبِ

تَسْتُرُ ٱلذَّنْبَ بِكَرَمِكَ

وَتُؤَخِّرُ ٱلْعُقُوبَةَ بِحِلْمِكَ

فَلَكَ ٱلْحَمْدُ عَلَىٰ حِلْمِكَ بَعْدَ عِلْمِكَ

وَعَلَىٰ عَفْوِكَ بَعْدَ قُدْرَتِكَ

وَيَحْمِلُنِي وَيُجَرِّئُنِي عَلَىٰ مَعْصِيَتِكَ حِلْمُكَ عَنِّي

وَيَدْعُونِي إِلَىٰ قِلَّةِ ٱلْحَيَاءِ سِتْرُكَ عَلَيَّ

وَيُسْرِعُنِي إِلَىٰ ٱلتَوَثُّبِ عَلَىٰ مَحَارِمِكَ مَعْرِفَتِي بِسَعَةِ رَحْمَتِكَ وَعَظِيمِ عَفْوِكَ

يَا حَلِيمُ يَا كَرِيمُ

يَا حَيُّ يَا قَيُّومُ

يَا غَافِرَ ٱلذَّنْبِ

يَا قَابِلَ ٱلتَّوْبِ

يَا عَظِيمَ ٱلْمَنِّ

يَا قَدِيمَ ٱلإِحْسَانِ

أَيْنَ سِتْرُكَ ٱلْجَمِيلُ

أَيْنَ عَفْوُكَ ٱلْجَلِيلُ

أَيْنَ فَرَجُكَ ٱلْقَرِيبُ

أَيْنَ غِيَاثُكَ ٱلسَّرِيعُ

أَيْنَ رَحْمَتُكَ ٱلْوَاسِعَةُ

أَيْنَ عَطَايَاكَ ٱلْفَاضِلَةُ

أَيْنَ مَوَاهِبُكَ ٱلْهَنِيئَةُ

أَيْنَ صَنَائِعُكَ ٱلسَّنِيَّةُ

أَيْنَ فَضْلُكَ ٱلْعَظِيمُ

أَيْنَ مَنُّكَ ٱلْجَسِيمُ

أَيْنَ إِحْسَانُكَ ٱلْقَدِيمُ

أَيْنَ كَرَمُكَ يَا كَرِيمُ

بِهِ وَبِمُحَمَّدٍ وَآلِ مُحَمَّدٍ فَٱسْتَنْقِذْنِي

وَبِرَحْمَتِكَ فَخَلِّصْنِي

يَا مُحْسِنُ

يَا مُجْمِلُ

يَا مُنْعِمُ يَا مُفْضِلُ

لَسْتُ أَتَّكِلُ فِي ٱلنَّجَاةِ مِنْ عِقَابِكَ عَلَىٰ أَعْمَالِنَا

بَلْ بِفَضْلِكَ عَلَيْنَا

لأَنَّكَ أَهْلُ ٱلتَّقْوَىٰ وَأَهْلُ ٱلْمَغْفِرَةِ

تُبْدِئُ بِٱلإِحْسَانِ نِعَماً

وَتَعْفُو عَنِ ٱلذَّنْبِ كَرَماً

فَمَا نَدْرِي مَا نَشْكُرُ

أَجَمِيلَ مَا تَنْشُرُ أَمْ قَبِيحَ مَا تَسْتُرُ

أَمْ عَظِيمَ مَا أَبْلَيْتَ وَأَوْلَيْتَ

أَمْ كَثِيرَ مَا مِنْهُ نَجَّيْتَ وَعَافَيْتَ

يَا حَبِيبَ مَنْ تَحَبَّبَ إِلَيْكَ

وَيَا قُرَّةَ عَيْنِ مَنْ لاَذَ بِكَ وَٱنْقَطَعَ إِلَيْكَ

أَنْتَ ٱلْمُحْسِنُ وَنَحْنُ ٱلْمُسِيئُونَ

فَتَجَاوَزْ يَا رَبِّ عَنْ قَبِيحِ مَا عِنْدَنَا بِجَمِيلِ مَا عِنْدَكَ

وَأَيُّ جَهْلٍ يَا رَبِّ لاَ يَسَعُهُ جُودُكَ

أَوْ أَيُّ زَمَانٍ أَطْوَلُ مِنْ أَنَاتِكَ

وَمَا قَدْرُ أَعْمَالِنَا فِي جَنْبِ نِعَمِكَ

وَكَيْفَ نَسْتَكْثِرُ أَعْمَالاً نُقَابِلُ بِهَا كَرَمَكَ

بَلْ كَيْفَ يَضِيقُ عَلَىٰ ٱلْمُذْنِبِينَ مَا وَسِعَهُمْ مِنْ رَحْمَتِكَ

يَا وَاسِعَ ٱلْمَغْفِرَةِ

يَا بَاسِطَ ٱلْيَدَيْنِ بِٱلرَّحْمَةِ

فَوَعِزَّتِكَ يَا سَيِّدِي

لَوْ نَهَرْتَنِي مَا بَرِحْتُ مِنْ بَابِكَ

وَلاَ كَفَفْتُ عَنْ تَمَلُّقِكَ

لِمَا ٱنْتَهَىٰ إِلَيَّ مِنَ ٱلْمَعْرِفَةِ بِجُودِكَ وَكَرَمِكَ

وَأَنْتَ ٱلْفَاعِلُ لِمَا تَشَاءُ

تُعَذِّبُ مَنْ تَشَاءُ بِمَا تَشَاءُ كَيْفَ تَشَاءُ

وَتَرْحَمُ مَنْ تَشَاءُ بِمَا تشَاءُ كَيْفَ تَشَاءُ

لاَ تُسْأَلُ عَنْ فِعْلِكَ

وَلاَ تُنَازَعُ فِي مُلْكِكَ

وَلاَ تُشَارَكُ فِي أَمْرِكَ

وَلاَ تُضَادُّ فِي حُكْمِكَ

وَلاَ يَعْتَرِضُ عَلَيْكَ أَحَدٌ فِي تَدْبِيرِكَ

لَكَ ٱلْخَلْقُ وَٱلأَمْرُ

تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَالَمِينَ

يَا رَبِّ هٰذَا مَقَامُ مَنْ لاَذَ بِكَ

وَٱسْتَجَارَ بِكَرَمِكَ

وَأَلِفَ إِحْسَانَكَ وَنِعَمَكَ

وَأَنْتَ ٱلْجَوَادُ ٱلَّذِي لاَ يَضِيقُ عَفْوُكَ

وَلاَ يَنْقُصُ فَضْلُكَ

وَلاَ تَقِلُّ رَحْمَتُكَ

وَقَدْ تَوَثَّقْنَا مِنْكَ بِٱلصَّفْحِ ٱلْقَدِيمِ

وَٱلْفَضْلِ ٱلْعَظِيمِ وَٱلرَّحْمَةِ ٱلْوَاسِعَةِ

أَفَتُرَاكَ يَا رَبِّ تُخْلِفُ ظُنُونَنَا أَوْ تُخَيِّبُ آمَالَنَا

كَلاَّ يَا كَرِيمُ فَلَيْسَ هٰذَا ظَنُّنَا بِكَ

وَلاَ هٰذَا فِيكَ طَمَعُنَا

يَا رَبِّ إِنَّ لَنَا فِيكَ أَمَلاً طَوِيلاً كَثِيراً

إِنَّ لَنَا فِيكَ رَجَاءً عَظِيماً

عَصَيْنَاكَ وَنَحْنُ نَرْجُو أَنْ تَسْتُرَ عَلَيْنَا

وَدَعَوْنَاكَ وَنَحْنُ نَرْجُو أَنْ تَسْتَجِيبَ لَنَا

فَحَقِّقْ رَجَاءَنَا مَوْلانَا

فَقَدْ عَلِمْنَا مَا نَسْتَوْجِبُ بِأَعْمَالِنَا

وَلكِنْ عِلْمُكَ فِينَا وَعِلْمُنَا بِأَنَّكَ لاَ تَصْرِفُنَا عَنْكَ

حَثَّنَا عَلَىٰ ٱلرَّغْبَةِ إِلَيْكَ

وَإِنْ كُنَّا غَيْرَ مُسْتَوْجِبِينَ لِرَحْمَتِكَ

فَأَنْتَ أَهْلٌ أَنْ تَجُودَ عَلَيْنَا وَعَلَىٰ ٱلْمُذْنِبِينَ بِفَضْلِ سَعَتِكَ

فَٱمْنُنْ عَلَيْنَا بِمَا أَنْتَ أَهْلُهُ

وَجُدْ عَلَيْنَا فَإِنَّا مُحْتَاجُونَ إِلَىٰ نَيْلِكَ

يَا غَفَّارُ بِنُورِكَ ٱهْتَدَيْنَا

وَبِفَضْلِكَ ٱسْتَغْنَيْنَا

وَبِنِعْمَتِكَ أَصْبَحْنَا وَأَمْسَيْنَا

ذُنُوبُنَا بَيْنَ يَدَيْكَ

نَسْتَغْفِرُكَ ٱللَّهُمَّ مِنْهَا وَنَتُوبُ إِلَيْكَ

تَتَحَبَّبُ إِلَيْنَا بِٱلنِّعَمِ وَنُعَارِضُكَ بِٱلذُّنُوبِ

خَيْرُكَ إِلَيْنَا نَازِلٌ

وَشَرُّنَا إِلَيْكَ صَاعِدٌ

وَلَمْ يَزَلْ وَلاَ يَزَالُ مَلَكٌ كَرِيمٌ يَأْتِيكَ عَنَّا بِعَمَلٍ قَبِيحٍ

فَلاَ يَمْنَعُكَ ذٰلِكَ مِنْ أَنْ تَحُوطَنَا بِنِعَمِكَ

وتَتَفَضَّلَ عَلَيْنَا بِآلاَئِكَ

فَسُبْحَانَكَ مَا أَحْلَمَكَ وَأَعْظَمَكَ

وَأَكْرَمَكَ مُبْدِئاً وَمُعِيداً

تَقَدَّسَتْ أَسْمَاؤُكَ

وَجَلَّ ثَنَاؤُكَ

وَكَرُمَ صَنَائِعُكَ وَفِعَالُكَ

أَنْتَ إِلٰهِي أَوْسَعُ فَضْلاً وَأَعْظَمُ حِلْماً

مِنْ أَنْ تُقَايِسَنِي بِفِعْلِي وَخَطِيئَتِي

فَٱلْعَفْوَ ٱلْعَفْوَ ٱلْعَفْوَ

سَيِّدِي سَيِّدِي سَيِّدِي

اَللَّهُمَّ أَشْغَلْنَا بِذِكْرِكَ

وَأَعِذْنَا مِنْ سَخَطِكَ

وَأَجِرْنَا مِنْ عَذَابِكَ

وَٱرْزُقْنَا مِنْ مَوَاهِبِكَ

وَأَنْعِمْ عَلَيْنَا مِنْ فَضْلِكَ

وَٱرْزُقْنَا حَجَّ بَيْتِكَ

وَزِيَارَةَ قَبْرِ نَبِيِّكَ

صَلَوَاتُكَ وَرَحْمَتُكَ

وَمَغْفِرَتُكَ وَرِضْوَانُكَ عَلَيْهِ وَعَلَىٰ أَهْلِ بَيْتِهِ

إِنَّكَ قَرِيبٌ مُجِيبٌ

وَٱرْزُقْنَا عَمَلاً بِطَاعَتِكَ

وَتَوَفَّنَا عَلَىٰ مِلَّتِكَ وَسُنَّةِ نَبِيِّكَ

صَلَّىٰ ٱللَّهُ عَلَيْهِ وَعَلَىٰ آلِهِ

اَللَّهُمَّ ٱغْفِرْ لِي وَلِوَالِدَيَّ

وَٱرْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً

إِجْزِهِمَا بِٱلإِحْسَانِ إِحْسَاناً

وَبِٱلسَّيِّئَاتِ غُفْرَاناً

اَللَّهُمَّ ٱغْفِرْ لِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَاتِ

ٱلأَحْيَاءِ مِنْهُمْ وَٱلأَمْوَاتِ

وَتَابِعْ بَيْنَنَا وَبَيْنَهُمْ بِٱلْخَيْرَاتِ

اَللَّهُمَّ ٱغْفِرْ لِحَيِّنَا وَمَيِّتِنَا

وَشَاهِدِنَا وَغَائِبِنَا

ذَكَرِنَا وَأُنْثَانَا

صَغِيرِنَا وَكَبِيرِنَا

حُرِّنَا وَمَمْلُوكِنَا

كَذَبَ ٱلْعَادِلُونَ بِٱللَّهِ

وَضَلُّوٱ ضَلاَلاً بَعِيداً

وَخَسِرُوٱ خُسْرَاناً مُبِيناً

اَللَّهُمَّ صَلِّ عَلَىٰ مُحَمَّدٍ وَآلِ مُحَمَّدٍ

وَٱخْتِمْ لِي بِخَيْرٍ

وَٱكْفِنِي مَا أَهَمَّنِي مِنْ أَمْرِ دُنْيَايَ وَآخِرَتِي

وَلاَ تُسَلِّطْ عَلَيَّ مَنْ لاَ يَرْحَمُنِي

وَٱجْعَلْ عَلَيَّ مِنْكَ وَاقِيَةً بَاقِيَةً

وَلاَ تَسْلُبْنِي صَالِحَ مَا أَنْعَمْتَ بِهِ عَلَيَّ

وَٱرْزُقْنِي مِنْ فَضْلِكَ رِزْقاً وَاسِعاً حَلاَلاً طَيِّباً

اَللَّهُمَّ ٱحْرُسْنِي بِحَرَاسَتِكَ

وَٱحْفَظْنِي بِحِفْظِكَ

وَٱكْلَأْنِي بِكَلاَءَتِكَ

وَٱرْزُقْنِي حَجَّ بَيْتِكَ ٱلْحَرَامِ

فِي عَامِنَا هٰذَا وَفِي كُلِّ عَامٍ

وَزِيَارَةَ قَبْرِ نَبِيِّكَ وَٱلأَئِمَّةِ عَلَيْهِمُ ٱلسَّلامُ

وَلاَ تُخْلِنِي يَا رَبِّ مِنْ تِلْكَ ٱلْمَشَاهِدِ ٱلشَّرِيفَةِ

وَٱلْمَوَاقِفِ ٱلْكَرِيمَةِ

اَللَّهُمَّ تُبْ عَلَيَّ حَتَّىٰ لاَ أَعْصِيَكَ

وَأَلْهِمْنِي ٱلْخَيْرَ وَٱلْعَمَلَ بِهِ

وَخَشْيَتَكَ بِٱللَّيْلِ وَٱلنَّهَارِ مَا أَبْقَيْتَنِي

يَا رَبَّ ٱلْعَالَمِينَ

اَللَّهُمَّ إِنِّي كُلَّمَا قُلْتُ قَدْ تَهَيَّأْتُ وَتَعَبَّأْتُ

وَقُمْتُ لِلصَّلاَةِ بَيْنَ يَدَيْكَ وَنَاجَيْتُكَ

أَلْقَيْتَ عَلَيَّ نُعَاساً إِذَا أَنَا صَلَّيْتُ

وَسَلَبْتَنِي مُنَاجَاتَكَ إِذَا أَنَا نَاجَيْتُ

مَالِي كُلَّمَا قُلْتُ قَدْ صَلُحَتْ سَرِيرَتِي

وَقَرُبَ مِنْ مَجَالِسِ ٱلتَّوَّابِينَ مَجْلِسِي

عَرَضَتْ لِي بَلِيَّةٌ أَزَالَتْ قَدَمِي وَحَالَتْ بَيْنِي وَبَيْنَ خِدْمَتِكَ

سَيِّدِي لَعَلَّكَ عَنْ بَابِكَ طَرَدْتَنِي

وَعَنْ خِدْمَتِكَ نَحَّيْتَنِي

أَوْ لَعَلَّكَ رَأَيْتَنِي مُسْتَخِفّاً بِحَقِّكَ فَأَقْصَيْتَنِي

أَوْ لَعَلَّكَ رَأَيْتَنِي مُعْرِضاً عَنْكَ فَقَلَيْتَنِي

أَوْ لَعَلَّكَ وَجَدْتَنِي فِي مَقَامِ ٱلْكَاذِبِينَ فَرَفَضْتَنِي

أَوْ لَعَلَّكَ رَأَيْتَنِي غَيْرَ شَاكِرٍ لِنَعْمَائِكَ فَحَرَمْتَنِي

أَوْ لَعَلَّكَ فَقَدْتَنِي مِنْ مَجَالِسِ ٱلْعُلَمَاءِ فَخَذَلْتَنِي

أَوْ لَعَلَّكَ رَأَيْتَنِي فِي ٱلْغَافِلِينَ فَمِنْ رَحْمَتِكَ آيَسْتَنِي

أَوْ لَعَلَّكَ رَأَيْتَنِي آلِفَ مَجَالِسِ ٱلْبَطَّالِينَ فَبَيْنِي وَبَيْنَهُمْ خَلَّيْتَنِي

أَوْ لَعَلَّكَ لَمْ تُحِبَّ أَنْ تَسْمَعَ دُعَائِي فَبَاعَدْتَنِي

أَوْ لَعَلَّكَ بِجُرْمِي وَجَرِيرَتِي كَافَيْتَنِي

أَوْ لَعَلَّكَ بِقِلَّةِ حَيَائِي مِنْكَ جَازَيْتَنِي

فَإِنْ عَفَوْتَ يَا رَبِّ فَطَالَمَا عَفَوْتَ عَنِ ٱلْمُذْنِبِينَ قَبْلِي

لأَنَّ كَرَمَكَ أَيْ رَبِّ يَجِلُّ عَنْ مُكَافَاةِ ٱلْمُقَصِّرِينَ

وَأَنَا عَائِذٌ بِفَضْلِكَ هَارِبٌ مِنْكَ إِلَيْكَ

مُتَنَجِّزٌ مَا وَعَدْتَ مِنَ ٱلصَّفْحِ عَمَّنْ أَحْسَنَ بِكَ ظَنّاً

إِلٰهِي أَنْتَ أَوْسَعُ فَضْلاً

وَأَعْظَمُ حِلْماً مِنْ أَنْ تُقَايِسَنِي بِعَمَلِي

أَوْ أَنْ تَسْتَزِلَّنِي بِخَطِيئَتِي

وَمَا أَنَا يَا سَيِّدِي وَمَا خَطَرِي

هَبْنِي بِفَضْلِكَ سَيِّدِي

وَتَصَدَّقْ عَلَيَّ بِعَفْوِكَ

وَجَلِّلْنِي بِسِتْرِكَ

وَٱعْفُ عَنْ تَوْبِيخِي بِكَرَمِ وَجْهِكَ

سَيِّدِي أَنَا ٱلصَّغِيرُ ٱلَّذِي رَبَّيْتَهُ

وَأَنَا ٱلْجَاهِلُ ٱلَّذِي عَلَّمْتَهُ

وَأَنَا ٱلضَّالُّ ٱلَّذِي هَدَيْتَهُ

وَأَنَا ٱلْوَضِيعُ ٱلَّذِي رَفَعْتَهُ

وَأَنَا ٱلْخَائِفُ ٱلَّذِي آمَنْتَهُ

وَٱلْجَائِعُ ٱلَّذِي أَشْبَعْتَهُ

وَٱلْعَطْشَانُ ٱلَّذِي أَرْوَيْتَهُ

وَٱلْعَارِي ٱلَّذِي كَسَوْتَهُ

وَٱلْفَقِيرُ ٱلَّذِي أَغْنَيْتَهُ

وَٱلضَّعِيفُ ٱلَّذِي قَوَّيْتَهُ

وَٱلذَّلِيلُ ٱلَّذِي أَعْزَزْتَهُ

وَٱلسَّقِيمُ ٱلَّذِي شَفَيْتَهُ

وَٱلسَّائِلُ ٱلَّذِي أَعْطَيْتَهُ

وَٱلْمُذْنِبُ ٱلَّذِي سَتَرْتَهُ

وَٱلْخَاطِئُ ٱلَّذِي أَقَلْتَهُ

وَأَنَا ٱلْقَلِيلُ ٱلَّذِي كَثَّرْتَهُ

وَٱلْمُسْتَضْعَفُ ٱلَّذِي نَصَرْتَهُ

وَأَنَا ٱلطَّرِيدُ ٱلَّذِي آوَيْتَهُ

أَنَا يَا رَبِّ ٱلَّذِي لَمْ أَسْتَحْيِكَ فِي ٱلْخَلاَءِ

وَلَمْ أُرَاقِبْكَ فِي ٱلْمَلاَءِ

أَنَا صَاحِبُ ٱلدَّوَاهِي ٱلْعُظْمَىٰ

أَنَا ٱلَّذِي عَلَىٰ سَيِّدِهِ ٱجْتَرأَ

أَنَا ٱلَّذِي عَصَيْتُ جَبَّارَ ٱلسَّمَاءِ

أَنَا ٱلَّذِي أَعْطَيْتُ عَلَىٰ مَعَاصِي ٱلْجَلِيلِ ٱلرِّشَىٰ

أَنَا ٱلَّذِي حِينَ بُشِّرْتُ بِهَا خَرَجْتُ إِلَيْهَا أَسْعَىٰ

أَنَا ٱلَّذِي أَمْهَلْتَنِي فَمَا ٱرْعَوَيْتُ

وَسَتَرْتَ عَلَيَّ فَمَا ٱسْتَحْيَيْتُ

وَعَمِلْتُ بِٱلْمَعَاصِي فَتَعَدَّيْتُ

وَأَسْقَطْتَنِي مِنْ عَيْنِكَ فَمَا بَالَيْتُ

فَبِحِلْمِكَ أَمْهَلْتَنِي

وَبِسِتْرِكَ سَتَرْتَنِي حَتَّىٰ كَأَنَّكَ أَغْفَلْتَنِي

وَمِنْ عُقُوبَاتِ ٱلْمَعَاصِي جَنَّبْتَنِي حَتَّىٰ كَأَنَّكَ ٱسْتَحْيَيْتَنِي

إِلٰهِي لَمْ أَعْصِكَ حِينَ عَصَيْتُكَ وَأَنَا بِرُبُوبِيَّتِكَ جَاحِدٌ

وَلاَ بِأَمْرِكَ مُسْتَخِفٌّ

وَلاَ لِعُقُوبَتِكَ مُتَعَرِّضٌ

وَلاَ لِوَعِيدِكَ مُتَهَاوِنٌ

لَكِنْ خَطِيئَةٌ عَرَضَتْ وَسَوَّلَتْ لِي نَفْسِي

وَغَلَبَنِي هَوَايَ

وَأَعَانَنِي عَلَيْهَا شِقْوَتِي

وَغَرَّنِي سِتْرُكَ ٱلْمُرْخَىٰ عَلَيَّ

فَقَدْ عَصَيْتُكَ وَخَالَفْتُكَ بِجُهْدِي

فَٱلآنَ مِنْ عَذَابِكَ مَنْ يَسْتَنْقِذُنِي

وَمِنْ أَيْدِي ٱلْخُصَمَاءِ غَداً مَنْ يُخَلِّصُنِي

وَبِحَبْلِ مَنْ أَتَّصِلُ إِنْ أَنْتَ قَطَعْتَ حَبْلَكَ عَنِّي

فَوَاسَوْأَتَا عَلَىٰ مَا أَحْصَىٰ كِتَابُكَ مِنْ عَمَلِي

ٱلَّذِي لَوْلاَ مَا أَرْجُو مِنْ كَرَمِكَ وَسَعَةِ رَحْمَتِكَ

وَنَهْيِكَ إِيَّايَ عَنِ ٱلَّذِي لْقُنُوطِ لَقَنَطْتُ عِنْدَمَا أَتَذَكَّرُهَا

يَا خَيْرَ مَنْ دَعَاهُ دَاعٍ

وَأَفْضَلَ مَنْ رَجَاهُ رَاجٍ

اَللَّهُمَّ بِذِمَّةِ ٱلإِسْلاَمِ أَتَوَسَّلُ إِلَيْكَ

وَبِحُرْمَةِ ٱلْقُرْآنِ أَعْتَمِدُ عَلَيْكَ

وَبِحُبِّي ٱلنَّبِيَّ ٱلأُمِّيَّ

ٱلْقُرَشِيَّ ٱلْهَاشِمِيَّ

ٱلْعَرَبِيَّ ٱلتُّهَامِيَّ

ٱلْمَكِّيَّ ٱلْمَدَنِيَّ

أَرْجُو ٱلزُّلْفَةَ لَدَيْكَ

فَلاَ تُوحِشِ ٱسْتِينَاسَ إِيـمَانِي

وَلاَ تَجْعَلْ ثَوَابِي ثَوَابَ مَنْ عَبَدَ سِوَاكَ

فَإِنَّ قَوْماً آمَنُوٱ بِأَلْسِنَتِهِمْ لِيَحْقِنُوٱ بِهِ دِمَاءَهُمْ

فَأَدْرَكُوٱ مَا أَمَّلُوٱ

وَإِنَّا آمَنَّا بِكَ بِأَلْسِنَتِنَا وَقُلُوبِنَا لِتَعْفُوَ عَنَّا

فَأَدْرِكْنَا مَا أَمَّلْنَا

وَثَبِّتْ رَجَاءَكَ فِي صُدُورِنَا

وَلاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا

وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً

إِنَّكَ أَنْتَ ٱلْوَهَّابُ

فَوَعِزَّتِكَ لَوِ ٱنْتَهَرْتَنِي مَا بَرِحْتُ مِنْ بَابِكَ

وَلاَ كَفَفْتُ عَنْ تَمَلُّقِكَ

لِمَا أُلْهِمَ قَلْبِي مِنَ ٱلْمَعْرِفَةِ بِكَرَمِكَ وَسَعَةِ رَحْمَتِكَ

إِلَىٰ مَنْ يَذْهَبُ ٱلْعَبْدُ إِلاَّ إِلَىٰ مَوْلاهُ

وَإِلَىٰ مَنْ يَلْتَجِئُ ٱلْمَخْلُوقُ إِلاَّ إِلَىٰ خَالِقِهِ

إِلٰهِي لَوْ قَرَنْتَنِي بِٱلأَصْفَادِ

وَمَنَعْتَنِي سَيْبَكَ مِنْ بَيْنِ ٱلأَشْهَادِ

وَدَلَلْتَ عَلَىٰ فَضَائِحِي عُيُونَ ٱلْعِبَادِ

وَأَمَرْتَ بِي إِلَىٰ ٱلنَّارِ

وَحُلْتَ بَيْنِي وَبَيْنَ ٱلأَبْرَارِ

مَا قَطَعْتُ رَجَائِي مِنْكَ

وَمَا صَرَفْتُ تَأْمِيلِي لِلْعَفْوِ عَنْكَ

وَلاَ خَرَجَ حُبُّكَ مِنْ قَلْبِي

أَنَا لاَ أَنْسَىٰ أَيَادِيَكَ عِنْدِي

وَسِتْرَكَ عَلَيَّ فِي دَارِ ٱلدُّنْيَا

سَيِّدِي أَخْرِجْ حُبَّ ٱلدُّنْيَا مِنْ قَلْبِي

وَٱجْمَعْ بَيْنِي وَبَيْنَ ٱلْمُصْطَفَىٰ وَآلِهِ

خِيَرَتِكَ مِنْ خَلْقِكَ وَخَاتَمِ ٱلنَّبِيِّينَ

مُحَمَّدٍ صَلَّىٰ ٱللَّهُ عَلَيْهِ وَعَلَىٰ آلِهِ

وَٱنْقُلْنِي إِلَىٰ دَرَجَةِ ٱلتَّوْبَةِ إِلَيْكَ

وَأَعِنِّي بِٱلْبُكَاءِ عَلَىٰ نَفْسِي فَقَدْ أَفْنَيْتُ عُمْرِي

وَقَدْ نَزَلْتُ مَنْزِلَةَ ٱلآيِسِينَ مِنْ خَيْرِي

فَمَنْ يَكُونُ أَسْوَأَ حَالاً مِنِّي

إِنْ أَنَا نُقِلْتُ عَلَىٰ مِثْلِ حَالِي

إِلَىٰ قَبْرٍ لَمْ أُمَهِّدْهُ لِرَقْدَتِي

وَلَمْ أَفْرُشْهُ بِٱلْعَمَلِ ٱلصَّالِحِ لِضَجْعَتِي

وَمَا لِي لاَ أَبْكِي

وَلاَ أَدْرِي إِلَىٰ مَا يَكُونُ مَصِيرِي

وَأَرَىٰ نَفْسِي تُخَادِعُنِي

وَأَيَّامِي تُخَاتِلُنِي

وَقَدْ خَفَقَتْ عِنْدَ رَأْسِي أَجْنِحَةُ ٱلْمَوْتِ

فَمَا لِي لاَ أَبْكِي

أَبْكِي لِخُرُوجِ نَفْسِي

أَبْكِي لِظُلْمَةِ قَبْرِي

أَبْكِي لِضِيقِ لَحْدِي

أَبْكِي لِسُؤَالِ مُنْكَرٍ وَنَكِيرٍ إِيَّايَ

أَبْكِي لِخُرُوجِي مِنْ قَبْرِي عُرْيَاناً ذَلِيلاً

حَامِلاً ثِقْلِي عَلَىٰ ظَهْرِي

أَنْظُرُ مَرَّةً عَنْ يَمِينِي وَأُخْرَىٰ عَنْ شِمَالِي

إِذِ ٱلْخَلائِقُ فِي شَأْنٍ غَيْرِ شَأْنِي

”لِكُلِّ ٱمْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ“

”وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ ضَاحِكَةٌ مُسْتَبْشِرَةٌ

وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ تَرْهَقُهَا قَتَرَةٌ“ وَذِلَّةٌ

سَيِّدِي عَلَيْكَ مُعَوَّلِي وَمُعْتَمَدِي

وَرَجَائِي وَتَوَكُّلِي

وَبِرَحْمَتِكَ تَعَلُّقِي

تُصِيبُ بِرَحْمَتِكَ مَنْ تَشَاءُ

وَتَهْدِي بِكَرَامَتِكَ مَنْ تُحِبُّ

فَلَكَ ٱلْحَمْدُ عَلَىٰ مَا نَقَّيْتَ مِنَ ٱلشِّرْكِ قَلْبِي

وَلَكَ ٱلْحَمْدُ عَلَىٰ بَسْطِ لِسَانِي

أَفَبِلِسَانِي هٰذَا ٱلْكَالِّ أَشْكُرُكَ

أَمْ بِغَايَةِ جُهْدِي فِي عَمَلِي أُرْضِيكَ

وَمَا قَدْرُ لِسَانِي يَا رَبِّ فِي جَنْبِ شُكْرِكَ

وَمَا قَدْرُ عَمَلِي فِي جَنْبِ نِعَمِكَ وَإِحْسَانِكَ

إِلٰهِي إِنَّ جُودَكَ بَسَطَ أَمَلِي

وَشُكْرَكَ قَبِلَ عَمَلِي

سَيِّدِي إِلَيْكَ رَغْبَتِي

وَإِلَيْكَ رَهْبَتِي

وَإِلَيْكَ تَأْمِيلِي

وَقَدْ سَاقَنِي إِلَيْكَ أَمَلِي

وَعَلَيْكَ يَا وَاحِدِي عَكَفَتْ هِمَّتِي

وَفِيمَا عِنْدَكَ ٱنْبَسَطَتْ رَغْبَتِي

وَلَكَ خَالِصُ رَجَائِي وَخَوْفِي

وَبِكَ أَنِسَتْ مَحَبَّتِي

وَإِلَيْكَ أَلْقَيْتُ بِيَدِي

وَبِحَبْلِ طَاعَتِكَ مَدَدْتُ رَهْبَتِي

يَا مَوْلايَ بِذِكْرِكَ عَاشَ قَلْبِي

وَبِمُنَاجَاتِكَ بَرَّدْتُ أَلَمَ ٱلْخَوْفِ عَنِّي

فَيَا مَوْلايَ وَيَا مُؤَمَّلِي وَيَا مُنْتَهَىٰ سُؤْلِي

فَرِّقْ بَيْنِي وَبَيْنَ ذَنْبِيَ ٱلْمَانِعِ لِي مِنْ لُزُومِ طَاعَتِكَ

فَإِنَّمَا أَسْأَلُكَ لِقَدِيمِ ٱلرَّجَاءِ فِيكَ

وَعَظِيمِ ٱلطَّمَعِ مِنْكَ

ٱلَّذِي أَوْجَبْتَهُ عَلَىٰ نَفْسِكَ مِنَ ٱلرَّأْفَةِ وَٱلرَّحْمَةِ

فَٱلأَمْرُ لَكَ وَحْدَكَ لاَ شَرِيكَ لَكَ

وَٱلْخَلْقُ كُلُّهُمْ عِيَالُكَ وَفِي قَبْضَتِكَ

وَكُلُّ شَيْءٍ خَاضِعٌ لَكَ

تَبَارَكْتَ يَا رَبَّ ٱلْعَالَمِينَ

إِلٰهِي ٱرْحَمْنِي إِذَا ٱنْقَطَعَتْ حُجَّتِي

وَكَلَّ عَنْ جَوَابِكَ لِسَانِي

وَطَاشَ عِنْدَ سُؤَالِكَ إِيَّايَ لُبِّي

فَيَا عَظِيمَ رَجَائِي لاَ تُخَيِّبْنِي إِذَا ٱشْتَدَّتْ فَاقَتِي

وَلاَ تَرُدَّنِي لِجَهْلِي

وَلاَ تَمْنَعْنِي لِقِلَّةِ صَبْرِي

أَعْطِنِي لِفَقْرِي

وَٱرْحَمْنِي لِضَعْفِي

سَيِّدِي عَلَيْكَ مُعْتَمَدِي وَمُعَوَّلِي

وَرَجَائِي وَتَوَكُّلِي

وَبِرَحْمَتِكَ تَعَلُّقِي

وَبِفِنَائِكَ أَحُطُّ رَحْلِي

وَبِجُودِكَ أَقْصِدُ طَلِبَتِي

وَبِكَرَمِكَ أَيْ رَبِّ أَسْتَفْتِحُ دُعَائِي

وَلَدَيْكَ أَرْجُو فَاقَتِي

وَبِغِنَاكَ أَجْبُرُ عَيْلَتِي

وَتَحْتَ ظِلِّ عَفْوِكَ قِيَامِي

وَإِلَىٰ جُودِكَ وَكَرَمِكَ أَرْفَعُ بَصَرِي

وَإِلَىٰ مَعْرُوفِكَ أُدِيمُ نَظَرِي

فَلاَ تُحْرِقْنِي بِٱلنَّارِ وَأَنْتَ مَوْضِعُ أَمَلِي

وَلاَ تُسْكِنِّي ٱلْهَاوِيَةَ فَإِنَّكَ قُرَّةُ عَيْنِي

يَا سَيِّدِي لاَ تُكَذِّبْ ظَنِّي بِإِحْسَانِكَ وَمَعْرُوفِكَ

فَإِنَّكَ ثِقَتِي

وَلاَ تَحْرِمْنِي ثَوَابَكَ

فَإِنَّكَ ٱلْعَارِفُ بِفَقْرِي

إِلٰهِي إِنْ كَانَ قَدْ دَنَا أَجَلِي وَلَمْ يُقَرِّبْنِي مِنْكَ عَمَلِي

فَقَدْ جَعَلْتُ ٱلإِعْتِرَافَ إِلَيْكَ بِذَنْبِي وَسَائِلَ عِلَلِي

إِلٰهِي إِنْ عَفَوْتَ فَمَنْ أَوْلَىٰ مِنْكَ بِٱلْعَفْوِ

وَإِنْ عَذَّبْتَ فَمَنْ أَعْدَلُ مِنْكَ فِي ٱلْحُكْمِ

ٱرْحَمْ فِي هٰذِهِ ٱلدُّنْيَا غُرْبَتِي

وَعِنْدَ ٱلْمَوْتِ كُرْبَتِي

وَفِي ٱلْقَبْرِ وَحْدَتِي

وَفِي ٱللَّحْدِ وَحْشَتِي

وَإِذَا نُشِرْتُ لِلْحِسَابِ بَيْنَ يَدَيْكَ ذُلَّ مَوْقِفِي

وَٱغْفِرْ لِي مَا خَفِيَ عَلَىٰ ٱلآدَمِيِّينَ مِنْ عَمَلِي

وَأَدِمْ لِي مَا بِهِ سَتَرْتَنِي

وَٱرْحَمْنِي صَرِيعاً عَلَىٰ ٱلْفِرَاشِ تُقَلِّبُنِي أَيْدِي أَحِبَّتِي

وَتَفَضَّلْ عَلَيَّ مَمْدُوداً عَلَىٰ ٱلْمُغْتَسَلِ يُقَلِّبُنِي صَالِحُ جِيرَتِي

وَتَحَنَّنْ عَلَيَّ مَحْمُولاً قَدْ تَنَاوَلَ ٱلأَقْرِبَاءُ أَطْرَافَ جِنَازَتِي

وَجُدْ عَلَيَّ مَنْقُولاً قَدْ نَزَلْتُ بِكَ وَحِيداً فِي حُفْرَتِي

وَٱرْحَمْ فِي ذٰلِكَ ٱلْبَيْتِ ٱلْجَدِيدِ غُرْبَتِي حَتَّىٰ لاَ أَسْتَأْنِسَ بِغَيْرِكَ

يَا سَيِّدِي إِنْ وَكَلْتَنِي إِلَىٰ نَفْسِي هَلَكْتُ

سَيِّدِي فَبِمَنْ أَسْتَغِيثُ إِنْ لَمْ تُقِلْنِي عَثْرَتِي

فَإِلَىٰ مَنْ أَفْزَعُ إِنْ فَقَدْتُ عِنَايَتَكَ فِي ضَجْعَتِي

وَإِلَىٰ مَنْ أَلْتَجِئُ إِنْ لَمْ تُنَفِّسْ كُرْبَتِي

سَيِّدِي مَنْ لِي

وَمَنْ يَرْحَمُنِي إِنْ لَمْ تَرْحَمْنِي

وَفَضْلَ مَنْ أُؤَمِّلُ إِنْ عَدِمْتُ فَضْلَكَ يَوْمَ فَاقَتِي

وَإِلَىٰ مَنِ ٱلْفِرَارُ مِنَ ٱلذُّنُوبِ إِذَا ٱنْقَضَىٰ أَجَلِي

سَيِّدِي لاَ تُعَذِّبْنِي وَأَنَا أَرْجُوكَ

إِلٰهِي حَقِّقْ رَجَائِي

وَآمِنْ خَوْفِي

فَإِنَّ كَثْرَةَ ذُنُوبِي لاَ أَرْجُو فِيهَا إِلاَّ عَفْوَكَ

سَيِّدِي أَنَا أَسْأَلُكَ مَا لاَ أَسْتَحِقُّ

وَأَنْتَ أَهْلُ ٱلتَّقْوَىٰ وَأَهْلُ ٱلْمَغْفِرَةِ

فَٱغْفِرْ لِي وَأَلْبِسْنِي مِنْ نَظَرِكَ ثَوْباً يُغَطِّي عَلَيَّ ٱلتَّبِعَاتِ

وَتَغْفِرُهَا لِي وَلاَ أُطَالَبُ بِهَا

إِنَّكَ ذُو مَنٍّ قَدِيمٍ

وَصَفْحٍ عَظِيمٍ

وَتَجَاوُزٍ كَرِيمٍ

إِلٰهِي أَنْتَ ٱلَّذِي تُفِيضُ سَيْبَكَ عَلَىٰ مَنْ لاَ يَسْأَلُكَ

وَعَلَىٰ ٱلْجَاحِدِينَ بِرُبُوْبِيَّتِكَ

فَكَيْفَ سَيِّدِي بِمَنْ سَأَلَكَ وَأَيْقَنَ أَنَّ ٱلْخَلْقَ لَكَ وَٱلأَمْرَ إِلَيْكَ

تَبَارَكْتَ وَتَعَالَيْتَ يَا رَبَّ ٱلْعَالَمِينَ

سَيِّدِي عَبْدُكَ بِبَابِكَ أَقَامَتْهُ ٱلْخَصَاصَةُ بَيْنَ يَدَيْكَ

يَقْرَعُ بَابَ إِحْسَانِكَ بِدُعَائِهِ

فَلاَ تُعْرِضْ بِوَجْهِكَ ٱلْكَرِيمِ عَنِّي

وَٱقْبَلْ مِنِّي مَا أَقُولُ فَقَدْ دَعَوْتُ بِهٰذَا ٱلدُّعَاءِ

وَأَنَا أَرْجُو أَنْ لاَ تَرُدَّنِي مَعْرِفَةً مِنِّي بِرَأْفَتِكَ وَرَحْمَتِكَ

إِلٰهِي أَنْتَ ٱلَّذِي لاَ يُحْفِيكَ سَائِلٌ

وَلاَ يَنْقُصُكَ نَائِلٌ

أَنْتَ كَمَا تَقُولُ وَفَوْقَ مَا نَقُولُ

اَللَّهُمَّ إِنِّي أَسْأَلُكَ صَبْراً جَمِيلاً

وَفَرَجاً قَرِيباً

وَقَوْلاً صَادِقاً

وَأَجْراً عَظِيماً

أَسْأَلُكَ يَا رَبِّ مِنَ ٱلْخَيْرِ كُلِّهِ

مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ

أَسْأَلُكَ ٱللَّهُمَّ مِنْ خَيْرِ مَا سَأَلَكَ مِنْهُ عِبَادُكَ ٱلصَّالِحُونَ

يَا خَيْرَ مَنْ سُئِلَ

وَأَجْوَدَ مَنْ أَعْطَىٰ

أَعْطِنِي سُؤْلِي فِي نَفْسِي وَأَهْلِي

وَوَالِدَيَّ وَوُلْدِي

وَأَهْلِ حُزَانَتِي وَإِخْوَانِي فِيكَ

وَأَرْغِدْ عَيْشِي

وَأَظْهِرْ مُرُوَّتِي

وَأَصْلِحْ جَمِيعَ أَحْوَالِي

وَٱجْعَلْنِي مِمَّنْ أَطَلْتَ عُمْرَهُ

وَحَسَّنْتَ عَمَلَهُ

وَأَتْمَمْتَ عَلَيْهِ نِعْمَتَكَ وَرَضِيتَ عَنْهُ

وَأَحْيَيْتَهُ حَيَاةً طَيِّبَةً فِي أَدْوَمِ ٱلسُّرُورِ

وَأَسْبَغِ ٱلْكَرَامَةِ وَأَتَمِّ ٱلْعَيْشِ

إِنَّكَ تَفْعَلُ مَا تَشَاءُ

وَلاَ يَفْعَلُ مَا يَشَاءُ غَيْرُكَ

اَللَّهُمَّ خُصَّنِي مِنْكَ بِخَاصَّةِ ذِكْرِكَ

وَلاَ تَجْعَلْ شَيْئاً مِمَّا أَتَقَرَّبُ بِهِ

فِي آنَاءِ ٱللَّيْلِ وَأَطْرَافِ ٱلنَّهَارِ

رِيَاءً وَلاَ سُمْعَةً

وَلاَ أَشَراً وَلاَ بَطَراً

وَٱجْعَلْنِي لَكَ مِنَ ٱلْخَاشِعِينَ

اَللَّهُمَّ أَعْطِنِي ٱلسَّعَةَ فِي ٱلرِّزْقِ

وَٱلأَمْنَ فِي ٱلْوَطَنِ

وَقُرَّةَ ٱلْعَيْنِ فِي ٱلأَهْلِ وَٱلْمَالِ وَٱلْوَلَدِ

وَٱلْمُقَامَ فِي نِعَمِكَ عِنْدِي

وَٱلصِّحَّةَ فِي ٱلْجِسْمِ

وَٱلْقُوَّةَ فِي ٱلْبَدَنِ

وَٱلسَّلاَمَةَ فِي ٱلدِّينِ

وَٱسْتَعْمِلْنِي بِطَاعَتِكَ وَطَاعَةِ رَسُولِكَ

مُحَمَّدٍ صَلَّىٰ ٱللَّهُ عَلَيْهِ وَعَلَىٰ آلِهِ أَبَداً مَا ٱسْتَعْمَرْتَنِي

وَٱجْعَلْنِي مِنْ أَوْفَرِ عِبَادِكَ عِنْدَكَ نَصِيباً

فِي كُلِّ خَيْرٍ أَنْزَلْتَهُ وَتُنْزِلُهُ فِي شَهْرِ رَمَضَانَ

فِي لَيْلَةِ ٱلْقَدْرِ

وَمَا أَنْتَ مُنْزِلُهُ فِي كُلِّ سَنَةٍ مِنْ رَحْمَةٍ تَنْشُرُهَا

وَعَافِيَةٍ تُلْبِسُهَا

وَبَلِيَّةٍ تَدْفَعُهَا

وَحَسَنَاتٍ تَتَقَبَّلُهَا

وَسَيِّئَاتٍ تَتَجَاوَزُ عَنْهَا

وَٱرْزُقْنِي حَجَّ بَيْتِكَ ٱلْحَرَامِ فِي عَامِنَا هٰذَا وَفِي كُلِّ عَامٍ

وَٱرْزُقْنِي رِزْقاً وَاسِعاً مِنْ فَضْلِكَ ٱلْوَاسِعِ

وَٱصْرِفْ عَنِّي يَا سَيِّدِي ٱلأَسْوَاءَ

وَٱقْضِ عَنِّي ٱلدَّيْنَ وَٱلظًُّلاَمَاتِ حَتَّىٰ لاَ أَتَأَذَّىٰ بِشَيْءٍ مِنْهُ

وَخُذْ عَنِّي بِأَسْمَاعِ وَأَبْصَارِ أَعْدَائِي وَحُسَّادِي وَٱلْبَاغِينَ عَلَيَّ

وَٱنْصُرْنِي عَلَيْهِمْ

وَأَقِرَّ عَيْنِي وَفَرِّحْ قَلْبِي

وَٱجْعَلْ لِي مِنْ هَمِّي وَكَرْبِي فَرَجاً وَمَخْرَجاً

وَٱجْعَلْ مَنْ أَرَادَنِي بِسُوءٍ مِنْ جَمِيعِ خَلْقِكَ تَحْتَ قَدَمَيَّ

وَٱكْفِنِي شَرَّ ٱلشَّيْطَانِ

وَشَرَّ ٱلسُّلْطَانِ

وَسَيِّئَاتِ عَمَلِي

وَطَهِّرْنِي مِنَ ٱلذُّنُوبِ كُلِّهَا

وَأَجِرْنِي مِنَ ٱلنَّارِ بِعَفْوِكَ

وَأَدْخِلْنِي ٱلْجَنَّةَ بِرَحْمَتِكَ

وَزَوِّجْنِي مِنَ ٱلْحُورِ ٱلْعِينِ بِفَضْلِكَ

وَأَلْحِقْنِي بِأَوْلِيَائِكَ ٱلصَّالِحِينَ مُحَمَّدٍ وَآلِهِ

ٱلأَبْرَارِ ٱلطَّيِّبِينَ ٱلطَّاهِرِينَ ٱلأَخْيَارِ

صَلَوَاتُكَ عَلَيْهِمْ وَعَلَىٰ أَجْسَادِهِمْ وَأَرْوَاحِهِمْ وَرَحْمَةُ ٱللَّهِ وَبَرَكَاتُهُ

إِلٰهِي وَسَيِّدِي وَعِزَّتِكَ وَجَلالِكَ

لَئِنْ طَالَبْتَنِي بِذُنُوبِي لَأُطَالِبَنَّكَ بِعَفْوِكَ

وَلَئِنْ طَالَبْتَنِي بِلُؤْمِي لَأُطَالِبَنَّكَ بِكَرَمِكَ

وَلَئِنْ أَدْخَلْتَنِي ٱلنَّارَ َلأُخْبِرَنَّ أَهْلَ ٱلنَّارِ بِحُبِّي لَكَ

إِلٰهِي وَسَيِّدِي إِنْ كُنْتَ لاَ تَغْفِرُ إِلاَّ لأَوْلِيَائِكَ وَأَهْلِ طَاعَتِكَ

فَإِلَىٰ مَنْ يَفْزَعُ ٱلْمُذْنِبُونَ

وَإِنْ كُنْتَ لاَ تُكْرِمُ إِلاَّ أَهْلَ ٱلْوَفَاءِ بِكَ

فَبِمَنْ يَسْتَغِيثُ ٱلْمُسِيئُونَ

إِلٰهِي إِنْ أَدْخَلْتَنِي ٱلنَّارَ فَفِي ذٰلِكَ سُرُورُ عَدُوِّكَ

وَإِنْ أَدْخَلْتَنِي ٱلْجَنَّةَ فَفِي ذٰلِكَ سُرُورُ نَبِيِّكَ

وَأَنَا وَٱللَّهِ أَعْلَمُ أَنَّ سُرُورَ نَبِيِّكَ أَحَبُّ إِلَيْكَ مِنْ سُرُورِ عَدُوِّكَ

اَللَّهُمَّ إِنِّي أَسْأَلُكَ أَنْ تَمْلأَ قَلْبِي حُبّاً لَكَ

وَخَشْيَةً مِنْكَ

وَتَصْدِيقاً بِكِتَابِكَ

وَإِيـمَاناً بِكَ

وَفَرَقاً مِنْكَ

وَشَوْقاً إِلَيْكَ

يَا ذَا ٱلْجَلالِ وَٱلإِكْرَامِ حَبِّبْ إِلَيَّ لِقَاءَكَ

وَأَحْبِبْ لِقَائِي

وَٱجْعَلْ لِي فِي لِقَائِكَ ٱلرَّاحَةَ وَٱلْفَرَجَ وَٱلْكَرَامَةَ

اَللَّهُمَّ أَلْحِقْنِي بِصَالِحِ مَنْ مَضَىٰ

وَٱجْعَلْنِي مِنْ صَالِحِ مَنْ بَقِيَ وَخُذْ بِي سَبِيلَ ٱلصَّالِحِينَ

وَأَعِنِّي عَلَىٰ نَفْسِي بِمَا تُعِينُ بِهِ ٱلصَّالِحِينَ عَلَىٰ أَنْفُسِهِمْ

وَٱخْتِمْ عَمَلِي بِأَحْسَنِهِ

وَٱجْعَلْ ثَوَابِي مِنْهُ ٱلْجَنَّةَ بِرَحْمَتِكَ

وَأَعِنِّي عَلَىٰ صَالِحِ مَا أَعْطَيْتَنِي

وَثَبِّتْنِي يَا رَبِّ وَلاَ تَرُدَّنِي فِي سُوءٍ ٱسْتَنْقَذْتَنِي مِنْهُ

يَا رَبَّ ٱلْعَالَمِينَ

اَللَّهُمَّ إِنِّي أَسْأَلُكَ إِيـمَاناً لاَ أَجَلَ لَهُ دُونَ لِقَائِكَ

أَحْيِنِي مَا أَحْيَيْتَنِي عَلَيْهِ

وَتَوَفَّنِي إِذَا تَوَفَّيْتَنِي عَلَيْهِ

وَٱبْعَثْنِي إِذَا بَعَثْتَنِي عَلَيْهِ

وَأَبْرِئْ قَلْبِي مِنَ ٱلرِّيَاءِ وَٱلشَّكِّ وَٱلسُّمْعَةِ فِي دِينِكَ

حَتَّىٰ يَكُونَ عَمَلِي خَالِصاً لَكَ

اَللَّهُمَّ أَعْطِنِي بَصِيرَةً فِي دِينِكَ

وَفَهْماً فِي حُكْمِكَ

وَفِقْهاً فِي عِلْمِكَ

وَكِفْلَيْنِ مِنْ رَحْمَتِكَ

وَوَرَعاً يَحْجُزُنِي عَنْ مَعَاصِيكَ

وَبَيِّضْ وَجْهِي بِنُورِكَ

وَٱجْعَلْ رَغْبَتِي فِيمَا عِنْدَكَ

وَتَوَفَّنِي فِي سَبِيلِكَ وَعَلَىٰ مِلَّةِ رَسُولِكَ

صَلَّىٰ ٱللَّهُ عَلَيْهِ وَعَلَىٰ آلِهِ

اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ ٱلْكَسَلِ وَٱلْفَشَلِ

وَٱلْهَمِّ وَٱلْجُبْنِ وَٱلْبُخْلِ

وَٱلْغَفْلَةِ وَٱلْقَسْوَةِ وَٱلْمَسْكَنَةِ

وَٱلْفَقْرِ وَٱلْفَاقَةِ

وَكُلِّ بَلِيَّةٍ وَٱلْفَوَاحِشِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ

وَأَعُوذُ بِكَ مِنْ نَفْسٍ لاَ تَقْنَعُ

وَبَطْنٍ لاَ يَشْبَعُ

وَقَلْبٍ لاَ يَخْشَعُ

وَدُعَاءٍ لاَ يُسْمَعُ

وَعَمَلٍ لاَ يَنْفَعُ

وَأَعُوذُ بِكَ يَا رَبِّ عَلَىٰ نَفْسِي وَدِينِي وَمَالِي

وَعَلَىٰ جَمِيعِ مَا رَزَقْتَنِي مِنَ ٱلشَّيْطَانِ ٱلرَّجِيمِ

إِنَّكَ أَنْتَ ٱلسَّمِيعُ ٱلْعَلِيمُ

اَللَّهُمَّ إِنَّهُ لاَ يُجِيرُنِي مِنْكَ أَحَدٌ

وَلاَ أَجِدُ مِنْ دُونِكَ مُلْتَحَداً

فَلاَ تَجْعَلْ نَفْسِي فِي شَيْءٍ مِنْ عَذَابِكَ

وَلاَ تَرُدَّنِي بِهَلَكَةٍ

وَلاَ تَرُدَّنِي بِعَذَابٍ أَلِيمٍ

اَللَّهُمَّ تَقَبَّلْ مِنِّي

وَأَعْلِ ذِكْرِي

وَٱرْفَعْ دَرَجَتِي

وَحُطَّ وِزْرِي

وَلاَ تَذْكُرْنِي بِخَطِيئَتِي

وَٱجْعَلْ ثَوَابَ مَجْلِسِي

وَثَوَابَ مَنْطِقِي

وَثَوَابَ دُعَائِي رِضَاكَ وَٱلْجَنَّةَ

وَأَعْطِنِي يَا رَبِّ جَمِيعَ مَا سَأَلْتُكَ وَزِدْنِي مِنْ فَضْلِكَ

إِنِّي إِلَيْكَ رَاغِبٌ يَا رَبَّ ٱلْعَالَمِينَ

اَللَّهُمَّ إِنَّكَ أَنْزَلْتَ فِي كِتَابِكَ أَنْ نَعْفُوَ عَمَّنْ ظَلَمَنَا

وَقَدْ ظَلَمْنَا أَنْفُسَنَا فَٱعْفُ عَنَّا فَإِنَّكَ أَوْلَىٰ بِذٰلِكَ مِنَّا

وَأَمَرْتَنَا أَنْ لاَ نَرُدَّ سَائِلاً عَنْ أَبْوَابِنَا

وَقَدْ جِئْتُكَ سَائِلاً فَلاَ تَرُدَّنِي إِلاَّ بِقَضَاءِ حَاجَتِي

وَأَمَرْتَنَا بِٱلإِحْسَانِ إِلَىٰ مَا مَلَكَتْ أَيْمَانُنَا

وَنَحْنُ أَرِقَّاؤُكَ فَأَعْتِقْ رِقَابَنَا مِنَ ٱلنَّارِ

يَا مَفْزَعِي عِنْدَ كُرْبَتِي

وَيَا غَوْثِي عِنْدَ شِدَّتِي

إِلَيْكَ فَزِعْتُ

وَبِكَ ٱسْتَغَثْتُ وَلُذْتُ

لاَ أَلُوذُ بِسِوَاكَ

وَلاَ أَطْلُبُ ٱلْفَرَجَ إِلاَّ مِنْكَ

فَأَغِثْنِي وَفَرِّجْ عَنِّي

يَا مَنْ يَقْبَلُ ٱلْيَسِيرَ وَيَعْفُو عَنِ ٱلْكَثِيرِ

ٱقْبَلْ مِنِّيَ ٱلْيَسِيرَ وَٱعْفُ عَنِّيَ ٱلْكَثِيرَ

إِنَّكَ أَنْتَ ٱلرَّحِيمُ ٱلْغَفُورُ

اَللَّهُمَّ إِنِّي أَسْأَلُكَ إِيـمَاناً تُبَاشِرُ بِهِ قَلْبِي

وَيَقِيناً صَادِقاً حَتَّىٰ أَعْلَمَ أَنَّهُ لَنْ يُصِيبَنِي إِلاَّ مَا كَتَبْتَ لِي

وَرَضِّنِي مِنَ ٱلْعَيْشِ بِمَا قَسَمْتَ لِي

يَا أَرْحَمَ ٱلرَّاحِمِينَ


`,


'English': `O Allah, do not discipline me by means of Your punishment

and do not subject me to Your planned strategy.

How can I attain welfare, O Lord,

while it is not found elsewhere save with You?

How can I find redemption

while it cannot be attained save through You?

Neither he who has done righteous deeds can dispense with Your aid and mercy

nor can he who did evildoings, dare to challenge you,

and did not arrive at Your pleasure find an exit out of Your power.

Repeat this phrase as many times as possible in one breath:

O Lord…
Then continue...

Through You have I known You.

You showed me the way to You

and invited me to come towards You.

Had it been not for You, I would have never known who You are.

All praise be to Allah alone Who gives answer to me whenever I pray Him

although I am slow whenever He invites me.

All praise be to Allah alone Who gives me whenever I ask Him

although I become close-fisted when He asks me.

All praise be to Allah alone Whom I call whenever I need something

and Whom I secretly converse whenever I want without need for an intercessor;

He thus grants my need.

All praise be to Allah alone other than Whom I never pray,

and even if I pray anyone else, he shall never be able to respond to my prayer.

All praise be to Allah alone for other than Whom I do not hope,

and even if I hope for anyone else, he shall certainly disappoint me.

All praise be to Allah alone Who has accepted me to depend upon Him and, thus, bestowed favors upon me.

He has not left me to people who will thus definitely humiliate me.

All praise be to Allah alone Who has sought my friendship

while He can dispense with me.

All praise be to Allah alone Who showed Himself gentle and considerate towards me

as if I have not sinned.

Accordingly, my Lord is the only One Whom I should thank

and He is the worthiest of being thanked by me.

O Allah, I find the courses to asking from You wide open,

the springs to hoping for You overflowing,

seeking the help of Your favors reachable for them who have hopefully looked forward to You,

and the doors of praying You vulnerable for them who cry to You.

I know for sure that You give favorable reply to the petitioners

and relentlessly succor the aggrieved;

and to long for Your beneficence

and to accept Your will and judgment

are well compensations for that which the close-fisted misers deny

and alternative to that which is possessed by the stingy.

He who travels towards You will easily reach his destination.

You do not conceal Yourself against Your creatures

unless their evildoings stand between them and You.

I am thus turning to You carrying my appeals

and directing towards You carrying my needs.

I have sought the help of You alone

and begging You through my prayer

although I do not deserve to be observed by You

or to be pardoned by You.

Rather, I have full confidence in Your generosity,

I have relied upon the truthfulness of Your promise,

I have sought shelter with my faith in Your Oneness

and my certitude in the fact -which you know-

that I have no Lord other than You

and there is no god save You

alone, without having any partner.

O Allah, It is You Who have said, and Your sayings are always true

and Your promise is always valid:

“Ask Allah of His bounty.

Verily Allah is ever Merciful to you.”

It is not Your habit, O my Chief,

that You instruct us to implore You and then You stop giving us,

while You are the All-benefactor Who confers upon the people of Your Kingdom with (innumerable) donations

and You are the All-generous Who meets them with the kindness of Your compassion.

O my God, You brought me up amid Your bounties and favors when I was little

and You have mentioned me when I have grown up.

So, O He Who brought me up in this world with His bounties,

favors, and graces,

and, in the Hereafter, will have referred to me with His amnesty and generosity!

My acquaintance with You, O my Lord, is the path taking me to You

and my love for You is the intermediary between You and me.

I am sure of the path to which You have lead me

and I rely upon my intermediary’s success before You.

I pray You, O my Chief, with a tongue muted by its sins.

O Lord! I confidentially speak to You with a heart degraded by its offenses.

I pray You, O Lord, with terror, desire,

hope, and fear.

Whenever I think of my sins, O my Master, I panic,

but when I think of Your generosity, I feel desirous (for Your pardon).

Therefore, if You forgive me, You are already the best of those who show mercy,

and If You punish me, You are then not wronging me.

Yet, it is Your munificence and Your generosity, O Allah, that gave me the courage to pray You,

despite that I have committed things that You dislike.

It is Your kindness and mercy that I use as my means during misfortunes inflicting me despite my shamelessness.

I thus hope that my expectation will not be disappointed amid these two matters.

So, make my hopes become real

and answer my prayers.

O Greatest Besought One that has been ever besought,

and the Most Favorable Hoped One!

My expectation, O my Chief, has been great but my deed has been bad.

So, grant me Your pardon as much as my expectation,

and do not punish me for the worst of my deed.

Verily, Your generosity is too great to be compared to the penalty of the guilty,

and Your tolerance is too immense to be compared to the punishment of the negligent.

I, O my Chief, am seeking refuge with Your benevolence,

fleeing from You towards You,

hoping for the amnesty that You have promised to confer upon one who keeps good idea about You.

What am I? O Lord! What importance do I have?

Do me a favor out of Your benevolence

and be charitable to me by means of pardoning me.

O my Lord! Cover me with Your protective covering

and overlook reproaching me out of the generosity of Your Face.

In fact, if anyone other than You has watched me while committing these sins, I may not commit them.

Had I anticipated immediateness of punishment, I might have avoided doing them.

Yet, this does not mean that You are the least important of those who watch over me

or You are the least weighty of those who observe me.

Rather, this is because You, O my Lord, are the best of those who cover up (one’s defects),

the wisest of those who judge,

the most generous of those who act generously,

the concealer of defects,

the Forgiver of sins,

and the Knower of the unseen.

You conceal the defects out of Your liberality

and put off punishment because of Your forbearance.

Hence, all praise be to You, for You act tolerably although You have full knowledge

and for Your pardon even though You have the absolute authority.

It is Your forbearance with me that gives me latitude and makes me dare to break Your laws.

It is Your concealing my faults that makes me act shamelessly before You.

It is my acquaintance with the broadness of Your mercy and the magnitude of Your pardon that make me hurry to violate that which You have deemed forbidden.

O Indulgent! O Compassionate!

O Ever-living! O Self-subsistent!

O Forgiver of sins!

O Accepter of repentance!

O Owner of matchless bounties!

O He who has been doing favors since eternity!

Where is Your magnificent concealment (of one’s faults)?

Where is Your irreversible pardon?

Where is Your abrupt relief?

Where is Your immediate aid?

Where is Your boundless mercy?

Where is Your overflowing gifts?

Where are Your pleasant endowments?

Where are Your beautiful benefits?

Where is Your outstanding grace?

Where are Your giant bounties?

Where are Your eternal favors?

Where is Your generous liberality? O Generous Giver!

In Your name and in the name of Muhammad and the Household of Muhammad, save me!

In the name of Your mercy, deliver me!

O All-benevolent!

O All-beneficent!

O All-gracious! O All-compassionate!

In my salvation from Your punishment, I do not rely upon my deeds;

rather, I depend on Your liberal generosity to us,

because You are verily the Lord of righteousness and the Lord of forgiveness.

You take the initiative in doing good out of Your graciousness

and overlook the sins out of Your generosity.

We thus do not know which of Your graces we should thank:

should it be the handsome elegance that you spread over us, or our offensive deeds that you conceal?

Or should it be the fabulous favor that You grant and present,

or the numerous misfortunes from which You have saved and relieved?

O Beloved of those who endear themselves to Him!

O delight of the eyes of those who resort to Him and communicate Him incessantly!

You are the All-benevolent and we are the malevolent.

So, overlook, O Lord, the offensive that we hold by means of the good that You hold.

There is not definitely any foolishness that can be uncovered by Your liberality.

There is no period that may be longer than Your tolerance.

What value remains for our deeds if compared to Your favors?

How can we ever deem much any deeds if compared to Your generosity?

Moreover, how may Your broad mercy be narrow for the guilty?

O Extensive Forgiver!

O He Who extends both hands with mercy!

By Your Majesty I swear, O my Lord,

even if you chide me, I shall never leave Your Door

and I shall never stop flattering You!

This is because I have full acquaintance with Your (indescribable) generosity and bounty.

Verily, You do whatever You will.

You punish whomsoever You want however You want by whatever means You want.

You have mercy upon whomsoever You want however You want by whatever means You want.

None is supposed to interrogate You for whatever You do,

non can ever contend with You about Your authority,

none can ever have a share in that which You hold,

none can ever object to Your decisions,

and none can ever protest against that which You administer.

To You alone are creation and determination.

Blessed be Allah, the Lord of the worlds.

O my Lord, this is the manner of one who seeks Your shelter,

resorts to Your liberality,

and has been accustomed to be included with Your benevolence and graciousness.

You are certainly the All-munificent Whose amnesty never shrinks,

Whose favor never reduces,

and Whose mercy never diminishes.

We have full confidence in You on account of Your eternal habit of pardons,

boundless kindness, and limitless mercy.

Is it ever expectable, O Lord, that You may disappoint us or may act on the contrary of our expectations?

No, never. O Compassionate! This is neither our idea about You

nor our desire from You!

O my Lord, verily we have hope, big and large, in You.

Verily, we have great expectation in You.

Albeit that we have disobeyed You, we still hope that You will cover our faults.

We have prayed You hoping that You will respond to us.

So, give success to our hopes, O our Lord!

We now know for sure what we deserve in exchange of our deeds.

Yet, Your knowledge about us and our knowledge that You shall never let us down

have urged us to desire for You

even if we do not deserve Your mercy.

However, You are the worthiest of conferring upon us and upon the guilty with the grace of Your broad benevolence.

So, confer upon us with that of which You are worthy

and act generously towards us, for we are in need for Your conferral.

O Oft-Forgiving, in Your light have we found the right path,

due to Your favor have we dispensed with the others,

and Your grace have we experienced in morns and eves.

Our sins are before You;

we beseech You, O Allah, to forgive them and we repent before You.

Whilst You show affection to us through Your graces, we take ourselves away from You through our sins.

You good descend upon us

while our evildoing ascends to You.

Albeit that a noble angel always carries to You our offensive deeds,

this has never made you stop encompassing us with Your graces

and conferring upon us your elegances.

Glory be to You! How Forbearing, Magnificent,

and Generous You are at all times!

Sacred be Your Names.

Grand be Your praise.

Munificent be Your deeds and acts.

You, O my God, are too expansive in graciousness and too great in forbearance

to punish me for my evildoings and sins.

(Here I am asking for) Amnesty! Amnesty! Amnesty!

O my Lord! O my Lord! O my Lord!

O Allah, cause us to be engaged with mentioning You,

save us from Your wrath,

deliver us from Your torture,

grant us Your donations,

confer upon us with Your grace,

and provide us the opportunity to go on pilgrimage to Your House

and to visit the tomb of Your Prophet,

may Your blessings, mercy,

forgiveness, and pleasure be upon him and his Household.

Verily, You are nigh and ready to answer.

Bless us with acting upon the obedience to You,

and receive us following the rule of You and Your Prophet,

blessings of Allah be on him and on his Household.

O Allah, forgive me and my parents,

and have mercy on them as they cared for me when I was little.

Reward them generously for their good deeds

and forgive their sins.

O Allah, forgive the faithful men and women,

be they alive or dead,

and join us together in bliss and happiness.

O Allah, forgive our living and dead persons,

our present and absent ones,

our male and female ones,

our infants and adults,

and our free ones and slaves.

Liars are those who ascribe rivals to Allah;

they have wandered far astray

and they will have suffered a manifest loss.

O Allah, send blessings to Muhammad and the Household of Muhammad,

seal my life with decency,

help me overcome all that which aggrieves me in this world as well as the Hereafter,

do not let him who does not have mercy upon me prevail on me,

always keep on me an everlasting, protective covering,

do not divest me of the well-mannered graces that You have conferred upon me,

and provide me, out of Your grace, with lawfully gotten, delightful sustenance.

O Allah, keep me under Your alert surveillance,

protect me with Your support,

take care of me with Your comprehensive care,

grant me opportunity to go on pilgrimage to Your Holy House

in this year as well as all coming years,

grant me to go on pilgrimage to the tombs of Your Prophet and the Imams, peace be upon them,

and do not deprive me, O Lord, of such honorable scenes

and noble situations.

O Allah, accept my repentance so that I will not disobey you ever again,

inspire me with goodness, good-doing,

and fear of You all over day and night as long as You keep me alive.

O Lord of the worlds!

O Allah, each time I decide to prepare and ready myself

for offering prayers before You and conversing confidentially with You,

You throw on me slumber whenever I stand for prayer;

thus, You deprive me of conversing with You confidentially whenever I try so.

What is the wrong with me? Whenever I feel that my inner self has become decent

and that my session has become similar to the sessions of those who turn much to You,

a misfortune would inflict me, causing my feet to be shaken, and standing against my showing servitude to You.

O my Master, perhaps You have pushed me away from Your door

and You have dismissed me from Your service!

Or, perhaps, You have noticed that I belittled the duties that You have made incumbent upon me, and You thus set me aside!

Or, perhaps, You have seen me turning away from You and thus You have turned away from me!

Or, perhaps, You have found me in the manner of the liars and thus You have rejected me!

Or, perhaps, You have observed me showing no gratitude for Your graces and thus You have deprived me of them!

Or, perhaps, You have not found me in the meetings of the scholars and thus You have let me down!

Or, perhaps, You have seen me among the inattentive ones and thus You have made me despair of Your mercy!

Or, perhaps, You have found me fond of the sessions of the wrongdoers and thus You have referred me to them!

Or, perhaps, You have not willed to hear my prayers and thus You have kept me away from You!

Or, perhaps, You have punished me for my offenses and sins!

Or, perhaps, You have penalized me for my shamelessness!

If You forgive me, O Lord, then You have occasionally forgiven the sinners like me,

because Your compassion, O my Lord, is too great to be compared to the punishment of the negligent.

I am now seeking refuge with Your generosity and fleeing for You to You,

hoping for the promise that You have taken as regards pardoning those who have good idea about You.

O my God, You are too expansive in favor

and too great in forbearance to punish me for my deed

or to chastise me for my sin.

What am I? O Master! What is my weight?

Excuse me out of Your favor, O my Master,

act to me charitably our of Your pardon,

cover me with Your covering,

and let off chiding me out of the liberality of Your Face.

O my Master! I am the little that You have brought up,

I am the ignorant that You have taught,

I am the straying that You have guided,

I am the humble that You have given rise,

I am the afraid that You have given security,

I am the hungry that You have satiated,

I am the thirsty that You have watered,

I am the naked that You have dressed,

I am the poor that You have given affluence,

I am the weak that You have strengthened,

I am the lowly that You have given might,

I am the ill that You have cured,

I am the beggar that You have donated,

I am the sinner that You have covered,

I am the guilty that You have excused,

I am the valueless that You have evaluated,

I am the helpless that You have backed,

and I am the expelled that You have boarded.

I am, O my Lord, the one who has not felt ashamed of You in secrets

and the one who has not considered Your watching over him in the public.

I am the committer of the grave transgressions,

I am the one who challenged his Master,

I am the one who disobeyed the All-great of the heavens,

I am the one who has given bribes violating the laws of the All-lofty Lord,

I am the one who has been delighted for committing such sins,

I am the one who, although You have respited, has not cared,

I am the one whom, although You have covered him, has not felt ashamed,

who committed so many acts of disobedience that he has violated (all terms),

and who, although You have disregarded, has not minded.

So, out of Your forbearance have You given me respite.

You have concealed (my faults) with Your untouchable concealment as if You have been unaware of my acts.

You have not applied to me the punishments of committing acts of disobedience (to You) as if You are ashamed to face me.

O my God, as I disobeyed You, I have never denied Your Lordship,

have never belittled Your ordains,

have never wished for exposing myself to Your chastisement,

and have never disparaged Your threat.

Nevertheless, sins showed themselves desirable before me, my self commended to me,

my whim overwhelmed me,

my impudence helped me accordingly,

and I have been deceived by Your covering that You have laid on me.

So, I have exerted efforts in violating Your orders and disobeying You.

Now, who can ever save me from Your chastisement?

Tomorrow, who can save me from the hands of my rivals?

Whose rope will I catch if You cut off the rope between You and me?

Shame on me for my evildoings that Your Book has recorded.

Had it not been for Your generosity, the breadth of Your mercy,

and Your warning me against being desperate—the matters that I hopefully depend on, I would have despaired whenever I remember my sins.

O Greatest Besought Who has been ever besought!

O Most Favorable Hoped!

O Allah! I beseech You in the name of the liability of Islam,

I rely upon You in the name of the sanctity of the Qur’an,

in the name of my love for the Prophet; the Ummi (inhabitant of Mecca),

the Qurayshite, the Hashemite,

the Arab, the Tuhamite,

the Meccan, and the Madanite,

I hope for proximity to You.

So, do not disturb my familiarity with faith

and do not make my reward the same as reward given to those who serve one other than You.

Certainly, some people outwardly declared the faith so that they could prevent their blood from being shed.

However, they attained their goals.

We have believed in You by heart and tongue so that You may excuse us.

Hence, make us attain our goals,

make firm our hope for You in our hearts,

make not our hearts to deviate after You have guided us aright,

and grant us from You mercy.

Surely, You are the most liberal Giver.

By Your Majesty I swear, O my Lord, even if You chide me, I shall never leave Your Door

and I shall never stop flattering You.

This is because I have full acquaintance with Your (indescribable) generosity and bounty.

To whom may a servant go save to his Lord?

To whom may a mortal resort save to his Creator?

O my God, even if You tie me with chains,

deprive me of the stream of Your bounties in the presence of people,

divulge all my scandalous acts before the eyes of all Your servants,

order me to Hell,

and prevent me from communicating the Pious ones,

(in spite of all that) I will never stop hoping for You,

I will never stop expecting Your pardon,

and Your love will never exit my heart.

I never forget Your graces that I enjoy

and Your having concealed my defects in the worldly abode.

O my Master, (please) expel love for the world out of my heart,

join me with the Divinely-chosen Prophet and his Household,

the choicest of Your creatures and the seal of the Prophets:

Muhammad, blessings of Allah be on him and on his Household.

Move me to the rank of repentance with You,

help me weep for myself after I have come upon the last of my age,

being in the manner of those who despair of any self-decency.

Who is then worse than I am

when I, such being my case, will be taken to a grave

that I have neither paved for my long stay

nor furnished with righteous deed for my extended abode.

Why should I not weep

while I do not know what my destiny will be?

And while I notice that my self is cheating me,

my days are deceiving me,

and the wings of death are fluttering over my head.

So, why should I not weep?

I weep for my soul’s departing my body.

I weep for the darkness of my grave.

I weep for the narrowness of my vault.

I weep for Munkar and Nakir (the two angels interrogating in graves) being interrogating me.

I weep for my coming out of my grave (on the Resurrection Day) naked, humiliated,

carrying my burdens on my back,

distributing my sights to my right and my left.

Behold! The creatures will each be engaged with matters other than mine.

Every man that day will have concern enough to make him heedless of others.

Many faces on that day shall be bright, laughing, joyous.

And many faces on that day, on them shall be dust. Darkness, and humiliation shall cover them.

O my Master, on You I depend and rely.

In You I put my hope and faith.

To Your mercy I hang.

You direct Your mercy towards whomsoever You like

and You guide, out of Your honoring, whomsoever You will.

So, all praise be to You for You have purified my heart from polytheism.

All praise be to You for You have made my tongue express utterly.

How can I praise You properly while my tongue is too short to do so?

How can I please You while the extent of my efforts is too short to do so?

What extent can my tongue reach if compared to the limitless extent of thanking You?

What amount can my efforts reach if compared to the limitless amount of Your graces and favors?

O my God! It is certainly Your benevolence that has given me hope.

It is my thanks to You that have granted approval for my deeds.

O my Master, for You do I desire,

You do I fear,

and to You do I look forward.

It is my hope that has driven me towards You.

To You, O my One and Only God, do I direct my determination.

Towards what You have in possession are my desires directed.

For You is the ultimate of my hope and fear.

With You have I become familiar.

To You have I submitted my hand.

To the rope of obedience to You have I extended my fears.

O my Master, only through mentioning You have my heart lived.

Only through my confidential conversations with You have I cooled the pains of my fear.

So, O my Master! O my Trusty Patron! O Ultimate Hope!

Separate me from my transgressions which prevent me from adhering to the obedience to You.

I only pray You on account of my eternal faith in You

and my desire for Your mercy and kindness

that You have made incumbent upon Yourself.

So, the whole affair is Yours alone. There is no partner with You at all.

All the creatures are dependent upon You and are in Your grip.

All things are submissive to You.

Blessed be You, O Lord of the worlds.

O my God, have mercy on me when my argument is proven nil,

when my tongue can no longer find any answer,

and when my mind scatters as soon as You start interrogating me.

So, O my great hope, do not forsake me when my need terribly increases,

do not reject me on account of my ignorance,

and do not stop conferring upon me on account of my lack of patience.

Grant me for I am poor.

Have mercy upon me for I am weak.

O my Master, on You do I rely and lean.

You are my hope, and in You do I have faith.

To Your mercy do I attach myself.

In Your courtyard do I dwell.

On account of Your benevolence do I declare my request.

With Your generosity, O my Lord, do I begin my prayers.

With You do I desire for meeting my needs.

Through Your wealth do I settle my poverty.

Under the shade of Your pardon do I stand.

Towards Your benevolence and generosity do I raise my sight.

I persistently look for Your favors;

so, do not let the flames of the Fire consume me while You are my ultimate hope,

and do not embed me in the deep black abyss while You are the delight of my eyes.

O my Master, do not thwart my idea about Your grace and favors,

for in You I trust.

Do not deprive me of Your rewards,

for You best know my poverty.

O my God, if my death is drawing near while my deeds have not yet drawn me near You,

then let my confession of having committed sins be my means of justification.

O my God, if You forgive, then who is worthier than You in forgiveness?

And if You punish, then who is fairer than You in judgment?

Have mercy on my misery in this world,

on my grief at the time of death,

on my loneliness in the grave,

on my lonesomeness in the underground hole,

and on my humiliating situation when I shall be resurrected for account before You.

Forgive my deeds that have been concealed from the other human beings,

make permanent for me that on account of which You have covered my faults,

have mercy on me when I am thrown on the death bed turned over at the hands of my dear ones,

do a favor to me when I am laid on the table of the dead bathroom turned over at the hands of my righteous neighbors,

act kindly towards me when I am carried while my relatives hold the edges of my coffin,

be generous with me when I am carried, alone, to my hole,

have mercy on my loneliness in that (new) dwelling so that I will not feel at ease with anyone other than You.

O my Master, if You leave me for myself, I will certainly perish.

O my Master, to whom will I resort if You do not overlook my slips?

To whom will I run for help if I miss Your care for me in my stay (in grave)?

To whom will I refer if You do not relieve my grief?

O my Master! Who will be with me?

Who will have mercy on me if You do not?

Whose favor will I expect if I miss Your favors on the day of my neediness?

To whom will I flee from my sins when my deadline comes?

O my Master, do not punish me while I please You hopefully.

O my God, (please do) give success to my expectations

and dispel my fear.

As for my numerous sins, I hope for nothing other than Your pardon.

O my Master, I am asking You for things that I do not deserve

and You are verily the worthiest of being feared and the worthiest of forgiving.

So, forgive me and dress me, out of Your relief, a garment covering all my defects,

and forgive them for me so that I will not be responsible for them.

Verily, You are the Lord of eternal favoring,

great pardon,

and liberal exoneration.

O my God, You make Your flowing graces reach those who never pray You

and those who deny Your Lordship.

So, O my Master, what should You do to those who pray You and believe undoubtedly that You manage all creation and all affairs!

Blessed by You and Exalted be You, O Lord of the worlds!

O my Master, I, Your servant, am standing at Your door owing to neediness,

am knocking at it suppliantly.

So, do not turn Your generous Face away from me.

Accept that which I utter, for I have prayed using this supplication,

hoping that You will not reject me since I have full awareness of Your kindness and mercifulness.

O my God, it is You Whom is never disturbed by any suppliant

and Whose kingdom is never decreased owing to donations.

You are as exactly as You describe Yourself and is above all that which we say.

O Allah, I beseech You for comely patience,

immediate relief,

truthful wording,

and splendid reward.

I pray You, O Lord, for all goodness,

be it known by me or unknown.

I pray You, O Allah, for the goodness that Your righteous servants have besought from You.

O All-excellent One that is asked!

O most benevolent of those who may give!

(Please do) respond to my request as regards myself, my family,

my parents, my children,

my comrades, and my brothers-in-faith.

Bless my living,

manifest my integrity,

set aright all my affairs,

and include me with those whom You decide to live long,

whose deeds are righteous,

those for whom You have perfected Your favors, those with whom You are pleased,

and those whom You have granted comfortable life with permanent pleasure,

reputable honor, and perfect contentment.

Verily, You do whatever You will,

while none else can ever do what one wills.

O Allah, give me exclusively the grace of private mention of You,

do not let any of the things by which I seek Your nearness

in the hours of the night and the ends of the days

take the form of ostentation, showing off,

pretension, or insolence.

Include me with the humble ones.

O Allah, grant me affluent means of livelihood,

security in my homeland,

delight in my family, property, and children,

permanence of Your graces,

healthy body,

strong physique,

and sound faith.

Dedicate my affairs to the obedience to You and to Your Messenger,

Muhammad—Allah’s blessings be upon him and his Household—as long as You give me life.

Make me one of the most rewarded servants of You

in each and every item of goodness that You have descended and You will descend during the month of Ramadan

and at the Destiny Night

as well as all that which You decide to descend throughout the year, including mercy that You spread,

good health with which You adorn,

misfortune that You repel,

good deeds that You admit,

and evildoings that You excuse.

Bestow upon me with pilgrimage to Your Holy House in this year plus all years,

grant me prosperous sustenance out of Your limitless bounty,

dismiss, O my Master, all evils from me,

help me settle my debts as well as my evildoings so that I will be saved from their liabilities,

save me from the hearings and sights of my enemies, those who envy me, and those who intend to oppress me,

back me against them,

give delight to my eye and joy to my heart,

grant me relief and exit against my grief and misery,

make all those who intend evil to me, among all Your creatures, be under my feet,

protect me against the evil of Satan,

the evil of the ruling authority,

and the consequences of my evildoings,

purify me from all my sins,

save me from Hellfire on account of Your pardon,

allow me to enter Paradise on account of Your mercy,

marry me off the Paradisiacal women on account of Your grace,

and join me to Your righteous intimate servants—Muhammad and his Household,

the purified, the immaculate, and the pious.

May Your peace, mercy, and blessings be upon their bodies and souls.

O my God and my Master, I swear by Your Mighty and Your Glory,

if You will interrogate me for my sins, I will demand with Your pardon.

If You interrogate me for my meanness, I will demand with Your kindness.

If You order me to Hellfire, I will tell all the inhabitants therein that I love You.

O my God and Master, if you forgive only Your intimate servants and those who obey You,

to whom then will the sinful resort?

If You honor none but those who act loyally to You,

then whose shelter will the evildoers seek?

O my God, if You decide to put me in Hellfire, this will definitely please Your enemies!

But if You decide Paradise for me, then this will certainly please Your Prophet!

And I—by Allah I swear it—know for sure that the pleasure of Your Prophet is more favorable for You than the pleasure of Your enemies.

O Allah, I pray You for filling my heart with love for You,

with fear of You,

with belief in Your Book,

with faith in You,

with dread from You,

and with eagerness to You.

O Lord of Glory and Honor, (please do) make me love meeting You,

(please do) love my meeting,

and make my meeting You entail comfort, relief, and honoring.

O Allah, join me with the righteous ones among the past generations,

include me with the righteous ones of this generation, guide me to the path of the righteous ones,

help me against myself in just as You help the righteous ones control themselves,

seal my deed with the best of it,

decide Paradise as the reward of my deeds on account of Your mercy,

help me manage the good things that You have endowed upon me,

make me firm, O Lord, and do not make me return to evildoing after You have saved me from it.

O Lord of the worlds!

O Allah, I beseech You for faith that does not stop until I meet You.

As long as You grant me lifetime, (please do) connect me to that faith,

and when You decide to grasp my soul, make me carry that faith with me.

When You resurrect me, make me carry it with me.

Release my heart from showing off, suspicion, and pretension in the affairs of Your religion

so that my deed will be purely intended for Your sake.

O Allah, grant me discerning awareness in Your religion,

understanding of Your laws,

insight in Your knowledge,

two folds of Your mercy,

and piety that impedes me from disobeying You.

Make my face glitter on account of Your light,

make me desire for nothing but that which You hold,

and when I die, make me die following Your Path and carrying the principles of Your Prophet—

Allah’s blessings be upon him and his Household.

O Allah, I seek Your protection against laziness, failure,

grief, cowardice, stinginess,

inattentiveness, brutality, poverty,

neediness, destitution,

and against all misfortunes and all shameful deeds, whether open or secret.

I seek Your protection against having unsatisfied self,

insatiate stomach,

fearless heart,

unanswered prayers,

and futile deed.

I ask You, O Lord, to guard myself, my religion, my properties,

and all that which You have granted me against Satan the accursed.

Verily, You are the All-hearing, the All-knowing.

O Allah, none can ever save me against You

and I can never find any shelter against You.

So, (please) do not make anything that brings about Your punishment control over me,

do not let me lead myself to perdition,

and do not make me deserve the painful chastisement.

O Allah, accept from me,

grant me reputation,

elevate my rank,

exonerate my offenses,

do not refer to me with my faults,

let the reward of my sessions,

my utterance,

and my prayer be Your pleasure and Paradise.

Give me, O Lord, all that which I have asked for from You and grant me more favor,

for I seek none but You, O Lord of the worlds!

O Allah, You have ordered us in Your book that we should overlook those who wrong us.

We have thus wronged ourselves; so, forgive us, for You are worthier of forgiveness than we are.

You have ordered us not to reject any beggar being on our doors.

Here I am begging You; so, do not reject me; rather, respond to my need.

You have ordered us to act nicely to those under our authorities.

We are surely under Your authority; so, release us from Hellfire.

O my Shelter whenever I am aggrieved!

O my Aid whenever hardships hit me!

To You have I resorted.

With You have I sought refuge and haven.

To none save You shall I ever resort.

From none save You shall I ever seek for relief.

So, (please do) aid me and relieve my hardship.

O He Who accepts the little (deed) and overlooks the much (wrong)!

Accept my little (deed) and overlook my much (wrong).

You are certainly the All-merciful, the All-forgiving.

O Allah, I pray You for faith that covers my heart

and for honest conviction so that I will believe that nothing will inflict me save that about which You have already known.

Make me be satisfied with my livelihood that You have decided for me.

O most Merciful of all those who show mercy!


`,


  'Deutsch': `Oh mein Allah lass die Umstände nicht die Stufe erreichen, wo Deine Bestrafung allein mein Benehmen disziplinieren könnte. Unterziehe mich nicht Deiner geplanten Strategie (denn) Fürsorge und Gutherzigkeit, dadurch, (kein Zweifel), würden mir zur Verfügung stehen (aber) zu seiner Zeit, langsam. Oh Gebieter! Lass mich nicht genug haben und zufrieden sein, außer durch Dein Medium, (und) darin allein liegt meine dauerhafte Fröhlichkeit, denn sie nimmt keine Form an und wird nicht real, es sei denn sie kommt von Dir; nicht von irgendjemand anderen, der Gefallen tut, verteilt mit (abgetrennt von) Deiner Unterstützung und Gnade; nicht von irgendjemand, der übertretet und sich Dir wagemutig widersetzt, und Deine Zustimmung nicht ersucht, deshalb, von der Sphäre Deines Einflusses vertrieben wurde. Oh Gebieter! Oh Gebieter! Oh Gebieter! (Sag es so lange wie möglich in einem Atemzug)

Durch Deine Hilfe erkannte ich Dich. Du zeigtest mir den Weg zu Dir und ludest mich ein zu Dir zu kommen. Wenn Du nicht dort gewesen wärest, hätte ich nicht gewusst wo Du bist. (Alles) Lob gebührt Allah (allein), welchen ich anflehte und Er gab mir Antwort. Obwohl ich dies zeitweise tue, tut Er dennoch gerade zur rechten Zeit antworten. (Alles) Lob gebührt Allah (allein), zu welchem ich mich wende um eine Bitte zu äußern und Er verleiht die erbetenen Wohltaten. Obwohl ich geizig und kleinlich bin, tut Er mir dennoch immer Bereitstellungen spenden, damit ich meine Tätigkeiten ausübe und einen großzügigen Anteil an den Spenden habe.

(Alles) Lob gebührt Allah (allein), welchen ich für die Erfüllung all meiner Bedürfnisse und Belange ausrufe, und wann immer ich mit Ihm unter uns allein sein möchte, ohne einen Befürworter, für direkte Verständigung, bekomme ich die Gelegenheit und Er erledigt meine Ansprüche vorteilhaft. (Alles) Lob gebührt Allah (allein), ich wende mich an keinen außer Ihm, und wenn ich jemanden anderen anflehe als Ihn, bleiben meine Bittgebete unerfüllt.

(Alles) Lob gebührt Allah (allein), ich bitte niemanden außer Ihm um etwas, und wenn ich jemanden anderen als Ihn um etwas bitte, sind meine Hoffnungen und Erwartungen in der Wildnis der Enttäuschung verloren. (Alles) Lob gebührt Allah (allein), welcher mich Ihm eifrig zuführen lies, somit, verlieh er mir Segnungen und Gefälligkeiten, und ließ mich durch das Gehen zu Anderen, um verächtliche Behandlung zu erhalten und langsame und absichtliche Leiden zu erdulden, nicht ermüdet und erschöpft sein.

(Alles) Lob gebührt Allah (allein), welcher sich mit mir anfreundete, obwohl Er fähig ist auf mich zu verzichten. (Alles) Lob gebührt Allah (allein), welcher sich mild und rücksichtsvoll zu mir zeigte, so als ob ich nicht gesündigt hätte, daher, Oh mein Gebieter, finde ich Dich als Lobenswertesten und Du (allein) verdienst und bist der Anerkennung, welche ich dir widme, würdig. Oh mein Allah, ich schaue ernst und ergebenst hoch zu Dir in der Angelegenheit der Erfüllung aller Verlangen und Bitten, die vorgeschriebenen Gesetze folgend, und jedes Rechtswidrige abseits haltend.

Ich vertraue auf Dich, in Verbindung mit den Hoffnungen schaue ich voraus um wahrzunehmen. Jeder, der um Hilfe oder Beistand bittet, erhält sie frei wegen Deiner großzügigen Generosität, und die Türen der Bittgebete sind den Anflehenden offen. Mir ist gut bekannt, dass Du einem Bittsteller gefällige Antwort gibst, wenn er Dich um etwas bittet, und Du kommst um die Unglückseligen zu unterstützen, wenn sie nach Deiner Hilfe seufzen und sich danach sehnen. Mir ist gut bekannt, dass das Sehnen nach Deiner Wohltätigkeit und das Akzeptieren Deines Willens und Urteils, der einzige Weg ist, um die Entschädigung und Zustimmung (welche die geizigen Geizhälse leugnen) zu erhalten, ein weit geöffneter Teil des Reichtums und Überflusses, woher jene, welche den Spuren folgen, die Wohltaten erhalten

Mir ist gut bekannt, das für die Reisenden, welche sich auf den Weg zu Dir machen, der Zielort nah ist, und das wahrlich Du Dich vor Deiner Schöpfung nicht verbergest, es sei denn, dass sie Dich isolieren, während sie ihre täglichen Tätigkeiten erledigen. Ich wende mich in meinem Interesse an Dich, um meine Bedürfnisse und Belange vorzubringen, um Hilfe zu bitten, um anzuflehen um ein Gehör zu bekommen, obwohl ich es nicht verdiene Deine Aufmerksamkeit zu beziehen und Vergebung zu erhalten, dennoch, wegen dem Vertrauen, welches ich in Deine Generosität habe, Glaube an die Wahrhaftigkeit Deines Versprechens, Sicherheit im Glauben an Deine Einheit, zuverlässige Sicherheit in der Erkenntnis, dass es außer Dir keinen Gebieter gibt und es keinen Gott außer Dir gibt, der Einzige, der keinen Partner hat.
Oh Allah, was auch immer Du gesagt hast, ist wahr. Dein Versprechen ist gut. „Bitte Allah um Seine Freigebigkeit. Wahrlich, Allah ist stets barmherzig zu dir.“

Es ist keine Deiner Arten, Oh mein Anführer, eine Bitte oder Appell abzulehnen. Du hast (einigen) Leuten, welche „Menschen von Bedeutung“ sind, großzügige Geschenke und Wohltaten gegeben, und ihnen Abgaben in regelmäßigen Umläufen auferlegt, in Tausch für deine Freigebigkeiten.

Oh mein Allah, Du hast mich bescheiden und unterwürfig erzogen, Deiner Freigebigkeiten und Gefälligkeiten, und hast meinen Namen und mein Ansehen hoch erhoben zu den Wolken, so erhalte mich in dieser Welt unter der Schulter deiner Gefallen, Freigebigkeiten und Gnade am Leben, und zeichne mich signalisierend für deine Gnade und Vergebung aus am Jüngsten Tag.
Mir ist völlig bewusst, Oh mein Herr, dass der Pfad welchen ich zu Dir führend laufe und die Liebe, welche ich für dich empfinde, die fähigsten Befürworter sind, welche deine Begnadigung für mich erhalten werden. Ich vertraue und verlasse mich auf meinen rechten Pfad, welchen ich durch Deine Führung fand und ich bin von meinen Befürwortern überzeugt, die Erlösung von Dir in meinem Namen zu erhalten.

Ich flehe Dich an, Oh mein Anführer, bekennend, dass ich von den Fässern der Sünden getrunken habe. Oh Gebieter! Ich lege Dir mein Herz offen vor, um zu zeigen, dass ich Deine Grenzen oft überschritten habe. Oh Gebieter! In Panik, eifrig, hoffungsvoll, fürchtend flehe ich Dich an. Oh mein Herr, wenn ich in die Aufzeichnung meiner Sünden hineinschaue, ängstigt es mich, wenn ich zu Deiner gütigen Weitherzigkeit aufschaue, ersehne ich sie gierig. Daher, wenn du mir vergibst, ist es die Größe von Gnade, und wenn ich bestraft werde, ist es keine Ungerechtigkeit. Ich bringe meinen Fall vor, Oh Allah, indem ich Dich verwegen, flehentlich bitte, zu der Zeit, in welcher Dir mein Benehmen missfällt, bist Du großzügig und gütig, und ebenso meine Vorbereitung für die Stunde des ernsten Tests zusammen mit meinem Fehlen vom Gewissen, provoziert Dich. Du bist mitfühlend und gnädig. Ich hoffe, dass Du mich nicht in der Sache, welche ich erwarte zu bekommen, enttäuschst. So lass meine Hoffnungen Form übernehmen und wahr werden lassen, und bitte gib Antwort auf meine Gebete, Oh der Gott. Jeder der Ihn ruft wird gehört. Anspruchsvoll ist der, der eine Bitte abgibt und hoffungsvoll ist. Oh mein Anführer, meine Verlangen sind viele und mein Betragen ist mittelmäßig, so gewähre mir gemäß meiner Erwartungen von Deinen Freigebigkeiten und stelle mich nicht wegen meines schlechten Betragen zur Rede, denn wahrlich Deine großzügige Generosität scheint heraus und legt die Belohnung, welche die Sünder verdienen, ab, und Deine liebevolle Nachsicht erträgt, übersteht und wächst groß, um die Bestrafung der Missetäter aufzuheben. Und ich, Oh mein Anführer, bin wohlbehalten und gesund wegen Deiner Freigebigkeiten und Gefälligkeiten, gesichert in Deiner Zufluchtsstätte, in Hoffnung auf Erfüllung des Versprechens, welches Du machtest, dass Du die Fehler überschauen wirst, wenn einer eine hohe positive Meinung über Deine Gutherzigkeit hat.

Was bin ich? Oh Gebieter und welche Bedeutung habe ich? Tu einen Gefallen und vergib mir und gib mir Deine Begnadigung als eine Wohltätigkeit. Oh mein Gebieter! Bedecke mich mit Deiner schützenden Bedeckung und vergib mir anstatt mich zu zerreißen durch Deine gut bekannte gütige und barmherzige Veranlagung.

So, wenn sich jemand anderes als Du meiner Sünden bewusst wird, kommentiere ich sie nicht; und wenn ich eine schnelle Vergeltungsmaßnahme fürchte, vermeide ich sie; oder es ist nicht, weil ich denke, dass Du kurzsichtig und schlecht informiert bist in Bezug auf meine Taten, aber weil Du, wahrlich, mein Gebieter, der Beste Verdecker bist, der Richter, der Barmherzigste, der Schutzherr der Mängel, der Vergeber der Sünden, der Wissende des Unvorhergesehenen, und Du gibst den Übeltätern sehr gütig Obdach, schiebst die Bestrafung wegen Deiner liebevollen Nachsicht auf. Lob gebührt Dir für Deine Nachsicht nachdem man volle Kenntnis besaß, und für Deine Begnadigung, obwohl Du die absolute Obrigkeit besitzt.
Du warst mild und sanft zu mir, was mir Spielraum gab, Deine Gesetze zu brechen. Du warst gütig und entgegenkommend, was meinen Mangel an Enthaltung anregte. Du hast mich beschützt, was mich an Dreistigkeit in der Angelegenheit Deiner Verbote erfreute.

Ich bin mir Deiner grenzenlosen Geräumigkeit und Stärke Deiner Gnade und Größe Deiner Vergebung bewusst, Oh Nachsichtiger, Oh Mitfühlender.
Oh immer Lebender,
Oh Ewiger,
Oh Vergeber der Sünden,
Oh Er, der allein fähig ist, Reue zu akzeptieren,
Oh Besitzer der unvergleichlichen Freigebigkeiten,
Oh Er, der seit Ewigkeit Gefälligkeiten vollbringt.
Wo ist Deine dichte starke Abdeckung?
Wo ist Deine unumkehrbare Begnadigung?
Wo ist Dein Zugriff zum näher herankommen an die offenen Grenzen der Freude und Fröhlichkeit?
Wo ist Deine schnelle einfach verfügbare Unterstützung?
Wo ist Deine grenzenlose Gnade?

Wo ist Deine Ausuferung an Geschenken?
Wo sind Deine herzerwärmenden freien Zuwendungen?
Wo sind Deine schönen wertvollen Wohltaten?
Wo sind Deine ewigen Gefälligkeiten?
Wo ist Deine generöse Großzügigkeit?
Oh generöser Geber! In Deinem Namen und im Namen Muhammads und der Familie Muhammad, schütze mich vor der Gefahr (der Vergeltung) und wickle mich durch Deine Gnade aus der Mühsal (der Abrechnung) heraus.
Oh lobenswerter Geber der Wohltaten und Gefälligkeiten,
Oh Mildtätiger, der entgegenkommt und Wohlwollen zeigt,
Oh Sehr Wohltätiger, der Freude und Fröhlichkeit gibt,
Oh sehr Großzügiger, ich bin nicht auf meine Taten angewiesen, um Befreiung von Deiner Befreiungsmaßnahme zu erhalten, aber ich bin von Deiner großzügigen Generosität abhängig. Wahrlich, Du, wissend und vergebend, fängst mit dem Geben von Freigebigkeiten als eine Gefälligkeit an und hast einen nachsichtigen Blick auf mitgefühlslose Verstöße. Wir wussten nicht für was wir dankbar sein sollten? Das Gute, welches Du ausbreiteste, oder die Hässlichkeit, welche Du bedecktest, der das Große Ereignis, welches ein Versuch und eine Ausstellung ist, oder der Überfluss, welcher uns Sicherheit und Wohlergehen liefert.

Oh herzallerliebster Freund, jeder der Dich liebt, und Oh Apfel des Auges, jeder der nicht hierhin und dorthin geht weg von Dir und Deine verbindende Bestimmtheit unterbindet, erhält Deine gütige Aufmerksamkeit.
Wir sind Sünder, so sieh hinweg Oh Gebieter, über die verdorbenen Untugenden, welche uns fesselten und ersetze sie mit dem Guten, welches Du im Sinn hast.

Welche Dummheit? Oh Gebieter, Du kommst dem Bieten Deiner großzügigen Generosität nie zu kurz. Welcher Zeitraum ist länger als der Aufschub und Frist, welche Du erlaubst? Welchen Wert haben unsere Taten verglichen mit den Belohnungen, welche Du verleihst? Wie viele und wie erheblich sind unsere Taten, dass wir sie mit Deiner Güte und Generosität messen? Aber wie ist es möglich, dass die Sünder keinen Zufluchtsort haben, wenn Deine Gnade gewöhnlich grenzenlos ist, für alle offen? Oh der Umfangreiche Vergeber, Oh Er, dessen beide Hände freigiebig Gnade ausschütten, deshalb, gib ein Beispiel, und gib ein Zeichen und erteile Befehle.

Oh mein Anführer, wenn mein Fluss der Bittgebete scheitert sich zu Deiner Tür aufzuspulen, wenn Lobpreis nicht ausreichend ist, für welchen Grund bin ich dann tief in Erkenntnis Deiner Generosität und Güte getaucht? Du tust was Du willst. Du bestrafst wen auch immer Du möchtest, für das was Du entscheidest und wie Du es magst. Niemand kann Deinen Willen infrage stellen. Es gibt keine Anfechtung in Deiner Obrigkeit. Niemand kann Deinem Befehl widersprechen. Es gibt keinen, der Deine Methode kritisieren kann. Schöpferkraft und Vorgang Deiner Schöpfung ist Dein alleiniges Gebiet. Gesegnet ist Allah, der Gebieter der Welten.

Oh Gebieter, dies ist das Gericht des Absoluten Herrschers, wo einer nicht fähig ist still zu sein, noch verhindert ist, aber mit Deiner gütigen Generosität einen Schutzort sucht und Zuversicht erhält, indem er Deine Gefälligkeiten und Freigebigkeiten erhält. Du bist der Generöse Großzügige, welcher vom Gewähren von Begnadigungen nicht zurückschreckt, noch Dein Vorrat an Geschenken vermindert findet, noch tut Dein Reservoir an Gnade weniger werden. Wir haben volles Vertrauen in Dich, wegen Deiner ewigen Gewohnheit freie Begnadigungen, grenzenlose Güte und unbegrenzte Gnade zu geben.

Die Aufregung einer besorgten Person zermahlt (ihn) in Stücke!
Oh Gebieter, werden unsere hohen Erwartungen zurückbleiben, oder werden wir in unseren Hoffnungen getäuscht sein? Nein, Niemals. Keineswegs. Oh Mitfühlender, wir erwarten dies nicht von Dir. Dies ist nicht, wonach wir sehnen und verlangen. Oh Gebieter, wahrlich, wir erwarten viele Freigebigkeiten für eine sehr lange Zeit zu erhalten. Wahrlich, unsere Hoffnungen sind mannigfach. Wir haben Dir nicht gehorcht aber hoffen, dass Du uns beschützen wirst. Wir flehen Dich an und hoffen, dass unsere Bittgebete gehört werden. So lass uns in unseren Hoffnungen und Erwartungen gerechtfertigt fühlen.

Oh unser Mawlaa, wir wissen sicher was wir für unsere Taten verdienen, aber Dein Wissen über uns und über unsere Erkenntnis von Dir ist das, dass wir nicht von Dir weggehen. Obwohl wir Deine Gnade nicht verdienen, jedoch hast Du Macht und Fähigkeit mit uns Gnade zu haben und den Sündern durch Deine edelgesinnte Gutmütigkeit Aufmerksamkeit zu schenken. So verleihe uns Wohltätigkeiten, da Du die Macht und Fähigkeit besitzt. Tu uns Gefallen, denn wir brauchen Deine Zuwendungen und Belohnungen dringend.

Oh Oft-Vergebender, in Deinem Licht finden wir den rechten Pfad, durch Deine Freigebigkeiten sind wir frei von Sorgen, Inmitten von Deinen Geschenken leben wir und sterben.

Unsere Sünden sind vor Dir. Wir flehen Dich an Allah, uns von den Klauen der Sünden zu befreien. Wir wenden uns reumütig an Dich. Sei unser liebevoller Freund und gib uns Deine Freigebigkeiten; wir, die Sünder, appellieren an Dich, Dein Gutes auf uns herunterkommen zulassen und mit uns zuverweilen, und lass unser Übel sich von uns entfernen und abdampfen.

Kein Beginn. Kein Ende. Souveräner Generöser Verleiher.

Unsere Vergehen erreichen Dich, jedoch unterlässt Du es nicht, uns mit Deinen Freigebigkeiten zu umgeben. Du verleihst uns sehr gütig Wohltaten. Ehre sei Dir. Wie genau Deine zusätzliche Milde, bedeutendste Größe und unübertreffliche Generosität, in Ursprung und Kompaktheit, Reinheit, Heiligkeit und Unverletzlichkeit Deinen Namen gibt, Dein Lobpreis strahlender macht, Deinen Willen und deine Schöpferkraft verherrlicht.

Du bist Gott. Viel erhabener und über die Reichweite hinaus ist Deine Generosität der Duldsamkeit, womit ich, mit meinen ärmlichen Taten und vielen Fehlern nicht ermessen und bestimmen kann. Straferlass, Befreiung, Begnadigung. Oh mein Anführer! Oh mein Herr! Oh mein Gebieter!
Oh mein Allah, lass uns Dich erinnern tagein und tagaus. Halte uns geschützt vor Deinem Missvergnügen, befreie uns von Deiner Bestrafung, erhalte uns mit Deinen Freigebigkeiten, verleihe uns von dem Vorrat Deiner Gefälligkeiten Wohltaten, biete uns die Gelegenheit Dein Haus zu besuchen, und den ruhende Wohnstätte Deines Propheten aufsuchen, Deine Segnungen, Gnade, Schutz und Bevorzugung seien für ihn und seine Familie.

Wahrlich, Du bist uns nah, Du erfüllst unsere Sehnsüchte, erhältst uns am Leben in Deiner Obödienz, ruf uns zu Dir und zum „Weg des Lebens“ Deines Propheten, Segnungen Allahs seien mit ihm und seiner Familie.

Oh mein Allah, vergib uns und unseren Eltern, und habe Gnade mit ihnen, denn sie passten auf mich auf in meiner Kindheit und zogen mich groß. Entschädige sie voll mit deinen Gefälligkeiten und vergib ihnen ihre Sünden.

Oh mein Allah vergib den gläubigen Männern und gläubigen Frauen, beiden – lebendig und tot, und vereine uns zusammen in Glückseligkeit und Fröhlichkeit.

Oh mein Allah, vergib unseren lebenden, toten, gesehenen, ungesehenen, Männern, Frauen, Kleinkindern, Älteren, Freien, Versklavten.

Der abweichende Gerechte sprach Lügen über Allah und ist vom rechten Weg abgekommen, umherwandernd und verlassen in der Wildnis; und jene, welche ihren Weg verloren haben, litten und ihre Misere wurde von einem und allen gesehen.
Oh mein Allah, sende Segnungen auf Muhammad und auf die Familie Muhammads, und lass mich endlich an dem Guten festhalten, hilf mir das zu überwältigen, was ich in dieser Welt und im Jenseits fürchte. Lass nicht irgendjemand, der nicht barmherzig ist, eine Oberhand über mich haben, halte mich immer unter Deinem zuverlässigsten Schutz, nimm den Klang und die gute Lage, welche Du mir sehr gütig beistellest, nicht zurück, und gib mir genug, rechtliches und gesundes tägliches Brot.

Oh Allah, behalte mich unter Deiner aufmerksamen Beobachtung Tag und Nacht, beschütze mich mit Deiner unfehlbaren Unterstützung, schau nach mir und pass auf mich auf mit Deiner all-umfassenden und voll bedeutenden Gesamtheit und biete mir die Gelegenheit zu Deinem „Heiligen Haus“ zu gehen, in diesem Jahr und in all den kommenden Jahren, auch die ruhenden Aufenthalte Deines Propheten und Deiner Imame aufzusuchen, Friede sei mit ihnen allen; und entziehe mich nicht, Oh Gebieter, der erfreuenden Sicht und zufriedenstellenden Nähe.
Oh Allah lass mich reumütig an Dich wenden bis ich meinen Übertretungen ein Ende setze, das Gute anstrebe und mich danach richte, und Dich Tag und Nacht fürchte so lange wie Du mich am Leben erhältst, Oh du Gebieter der Welten.

Oh Allah jedes Mal wenn ich sprach, bereitete ich mich vor, ertrug Schmerzen und stand auf um salaat vor Dir zu beten, und trat in vertrautes Gespräch mit Dir, Du hast mich mit Schlummer überhäuft, und hast meine Bittgebete beschränkt, so bald ich anfing Dich zu ersuchen. Warum ist das für mich? Jedes Mal wenn ich in meinen geheimen Gedanken sprach, entschied ich mich gut zu sein, und saß in der Gruppe jener, welche sich reumütig an Dich wenden, Du hast mich dem Leid und Kummer übergeben, hast mich verunsichert, und einen Abstand zwischen mir und meinem Verlangen nach Dir geschaffen. Oh mein Herr, vielleicht wurde ich von Deiner Tür fortgestoßen und von Deinen Diensten entfernt oder abgewiesen; oder vielleicht meiner Meinung nach dachte ich, dass Deine Forderung ohne Wichtigkeit und Konsequenz war, so hieltest Du mich auf einer Distanz; oder vielleicht habe ich auf den anderen Weg geschaut, Dich vermeidend, sodass Du mich in Verachtung hieltest; oder vielleicht habe ich versucht zu finden, was in der Gruppe der Lügner verloren war, sodass du mich im Stich gelassen hast; oder vielleicht habe ich den Freigebigkeiten, welche ich von Dir erhalten habe, Undankbarkeit gezeigt, sodass Du mich ausgeschlossen und verbannt hast, oder vielleicht habe ich aufgehört die Zusammenkünfte der Gelehrten zu besuchen, sodass Du mich im Stich gelassen hast, oder vielleicht saß ich in der Gruppe der vergesslichen Achtlosen, sodass Du Deine Gnade gestrichen hast; oder vielleicht habe ich Gefallen an der Unterhaltung der eingebildeten Narren gefunden, sodass Du meine Freundschaft mit ihnen weitergeführt hast, oder vielleicht habe ich nicht erfleht, worum ich bat, sodass Du mich fortsandest, oder vielleicht wurde ich wegen meinen Verstößen verjagt; oder vielleicht war es mein Mangel an Gewissen, das Dich mich abschneiden ließ. Wenn Du mir vergibst, Oh Gebieter, ist es eine dienliche Frist. Du hast Sündern vor mir vergeben. Denn Dein Mitgefühl überwindet Deine Bestrafung. Ich suche Zuflucht mit Deiner gefälligen Großzügigkeit, um Immunität von Deiner Unzufriedenheit zu erhalten. Ich erbitte das, was Du versprochen hast, das jeder der eine hohe Meinung von Deiner barmherzigen Wesensart hat, damit behandelt werden soll.

Oh Allah Dein Mitgefühl ist umfassender und Deine Nachsicht ist durchdringender als das, was ich schätze oder falsch annehme, in Betracht meiner Vergehen und Fehler.
Was bin ich? Oh Herr! Und welche sind meine Gefahren? Gib mir Deine Begnadigung als eine Wohltat, zeichne mich mit Deinem Schutz aus, vergib mir anstelle des Tadelns, durch deine gütige Wesensart.

Oh Herr! Ich war in der Wiege. Du hast mich erzogen und auf mich aufgepasst. Ich war ungebildet. Du hast mich ausgebildet. Ich irrte ziellos herum. Du zeigtest mir den richtigen Pfad. Ich war so niedrig und pöbelhaft. Du hast mich zu höheren Bereichen der Feinheiten erhoben. Ich war ein beängstigter Flüchtling. Du gabst mir Zuflucht. Ich war hungrig. Du gabst mir Nahrung zum Essen. Ich war durstig. Du gabst mir Wasser zu trinken. Ich war nackt. Du gabst mir Kleidung zum Tragen. Ich war leerer Hände. Du gabst mir genug Vermögen und Reichtümer. Ich war schwach. Du machtest mich stark. Ich war bedeutungslos. Du machtest mich bedeutend. Ich war kraftlos und ermüdet. Du machtest mich gesund. Ich erbat etwas. Du hast mich mit Geschenken befüllt. Ich habe gesündigt. Du sahest hinweg. Ich machte Fehler. Du schautest nachsichtig. Ich war eine Kleinigkeit und dürftig. Du hast reichlich in Übermaß geboten. Ich war hilflos. Du hast mich unterstützt. Ich wurde verfolgt und verdrängt. Du gabst mir eine gastfreundliche Schulter zum Rasten und Ruhen. Ich war es, Oh Gebieter, der, wenn ich vor Dir allein war, sich nicht in Reue wandte, beschämt auf die Knie fallend, und in der Öffentlichkeit nicht meinen Hals neigte, Beachtung schenkend in Respekt und Furcht vor Dir. Ich war es, das ich mich dreist gegenüber meinem Herrn zeigte, auflehnte und dem allgewaltigen Aufseher der Himmel standhielt, mir erlaubte in offene Missachtung gelockt zu werden. Ein Aufschub wurde gewährt, jedoch sah ich nicht vom Versehen ab. Eine Bedeckung wurde angeboten, jedoch bedeckte ich meine Scham nicht; vom Fehlverhalten nicht lockerlassend, überschreitend und verstoßend. Du hieltest ein Auge auf mich, jedoch wurde ich nicht besser, sodass Du Zurückhaltung ausübtest und mir Aufschub gewährtest, meine Verschulden bedecktest, so als ob ich – alleine gelassen wurde, und von den Folgen meiner Verstöße fernhaltend; so als ob Du von mir beschämt warst. Oh Allah ich habe Dich nicht missachtet, während ich deinen Befehlen zuwiderhandelte, denn ich hatte Deine Überlordschaft nicht geleugnet noch habe ich gedacht, dass deine Befehle unbedeutend sind, noch habe ich versucht deiner Vergeltungsmaßnahme entgegenzuwirken, noch habe ich Deine Drohung einfach gesehen, jedoch zeigten sich Sünden meinen nutzlosen Leidenschaften begehrenswert und sie, reihum, überwältigten mich, Unverschämtheit fügte Brennstoff zum Feuer und an der Spitze aller, die Art wie Du die Vergeltungsmaßnahme hinausschobst führte mich irre, so versuchte ich Dich zu missachten, und blieb dabei. Wer soll mich jetzt vor deiner Bestrafung retten? Und vor den Klauen der Gegner? Wer soll mich aus der Misere herausziehen morgen? Auf wessen Freundschaft kann ich vertrauen wenn Deine Verbindung getrennt wurde? Dann kommt Schande auf mich. Hätte ich keine Hoffnungen gehabt, von Deiner grenzenlosen Güte und Gnade zu erhalten, und Hoffnungen aufgegeben, in Hoffnungslosigkeit, das im Auge behaltend, was bemerkt wurde und mein Betragen betreffend klar in Deinen „Rechnungsbüchern“ gezählt wurde, die bloße Erwähnung davon würde mich bedrücken und meine Erwartungen zunichte machen.

Oh Er wer, all in Gutherzigkeit übertrifft, gefällige Antworten dem gebend, der um etwas bittet, bewusster als einer und jeder, gibt dem der Erfüllung erhofft und erwartet Zuversicht und Herz. Mit dem Islam anverwandt, willige Unterwerfung Deines Willens. Ich versuche von Dir eine Anhörung zu erhalten; wie ein gläubiger Anhänger des Heiligen Qurans, beschließe ich fest mich an Dich zu lehnen, und in Liebe zu Deinem sanften und warmen Propheten, Haschimite, Qurayschite, Araber, welcher in Mekka und Medina lebte, versuche ich hoffnungsvoll Dir näher zu kommen, tu deshalb nicht meine Vertrautheit zum Glauben zu stören, lass meine Vergeltung nicht die Rückkehr einer Person sein, welche jemanden anderen als Dich befolgt. Gewiss, einige Leute verkünden äußerlich ihren Glauben, sodass sie das Vergießen ihres Blutes vermeiden könnten, sodass sie gelassen wurden dem zu folgen, wonach sie sich sehnten, jedoch taten wir aus tiefsten Herzen an Dich glauben, und ließen es bekannt sein, sodass Du unsere Angelegenheiten gefällig betrachten könntest, so lass uns das folgen, wonach wir uns sehnen, verzeichne Deine Liebe und Furcht in unseren Herzen und Verständen, lass unsere Gedanken nicht vom rechten Weg abkommen nachdem sie zum rechten Pfad gerichtet wurden, und verleihe uns Deine Gnade. Wahrlich, Du gibst in Fülle. So gib ein Zeichen, falls nicht all meine einladenden Bittgebete Deine Tür erreichten, und meine Lobpreisung, welche ich in Deiner Ehre singe, nicht ausreichend ist, als ob mein Herz angefeuert wurde über Deine Generosität und grenzenlose Gnade zu denken. Zu wem kann der Diener gehen außer zu seinem Gebieter und Herr? An wen können sich die Leute zwecks Zuflucht wenden außer zu ihrem Schöpfer?

Oh Allah, wäre ich mit Ketten vereint und gefesselt und abgeschnitten vom fließenden Gewässer Deinen Freigebigkeiten in Anwesenheit von bezeugenden Leuten, und sie waren alle Augen um zu sehen, wie ich in Ehrlosigkeit und Schande enttarnte wurde, und mir ward befohlen zur Hölle fortzuschreiten, und ein Barriere wurde zwischen mich und dem gesegneten Frommen gelegt, sogar dann würde ich nicht aufhören Hoffnung zu haben und es würde mich nicht vom Erwarten Deiner Begnadigung abhalten, und würde deine Liebe nicht meinem Herz entnehmen. Ich habe die Freigebigkeiten und den Schutz, welchen du mir in dieser Welt erhältlich machtest, nicht vergessen. Oh mein Herr töte das Verlangen nach weltlichem Belieben, welches mein Herz so brennend begehrt, und vereine mich mit Mustafa und seiner Familie, dem Besten unter Deiner Schöpfung, der Letzte Prophet Muhammad, Segnungen Allahs seien mit ihm und seiner Familie, und wende meine Richtung der Reue, welche mich Dir näher bringt, und beachte meine Schreie des Bedauerns, denn verbrauchte und verschwendete mein Leben in nutzlosen Verlangen, unbedeutenden Tätigkeiten, und besorgniserregend über seine logische Hoffnungslosigkeit. Dann nahm ich Quartale mit der traurigen sorgenvollen, erwartenden Gnade und Segnung. Wer ist in einer schlimmeren Situation als ich? Wenn ich in dieser Lage bin, zum Grab überführt, werde ich nicht fähig sein zu entspannen und auszuruhen, da ich den Teppich der guten Taten nicht gesponnen habe um ihn dort auszubreiten. Warum sollte ich nicht weinen? Wohin begebe ich mich? Ich finde mich herabgesetzt. Hochs und Tiefs des Lebens brachten mich in Verwirrung und Durcheinander, und ließen mich im Stich. Die Flügel des Tods flattern über mir und geben meinem Rücken einen Schlag. Wie könnte ich also aufhören zu weinen? Ich bin traurig wegen meiner abreisenden Seele. Ich weine in Furcht vor der Dunkelheit des Grabs. Ich weine in Scheu vor den verengten Wänden (Bedrängnis) des Bunkerlochs. Ich weine in Ehrfurcht vor den Besuchenden „Munkar und Nakeer“ auf mich richtend. Ich weine über meine Zwangslage, wenn ich nackt heraus komme, in Scham, von meinem Grab, beladen mit Last auf meinem Rücken. Ich werde meine Augen zu meiner Rechten wenden, ich werde zu meiner Linken blicken. Siehe! Jeder, in seinen eigenen Gedanken verloren, wir niemandem Beachtung schenken. An diesem Tag soll jedermann Obhut und Sorge um sich selbst haben, um sich der anderen achtlos zu machen. Einige Gesichter, an diesem Tag, werden sauber, lächelnd, heiter sein, und einige Gesichter, an diesem Tagen, werden verfault gelassen, besorgt, teuflisch und erniedrigt sein.

Oh mein Herr, in Dich habe ich Zuversicht, ich verlasse mich auf Dich, um alles bitte ich Dich, Dir vertraue ich Angelegenheiten an, ich halte fest an Deiner Gnade, so lass mich meine Füllung Deiner Gnade haben. Jeder der begehrt ist richtig geleitet durch Deine Güte. Jeder der Dich liebt, Lob gebührt Dir, dessen Herz und Verstand reinigst Du indem du den Kern des Polytheismus aus dem System saugst. Lob gebührt Dir für das Geben von Ermächtigung des Ausdrucks zu meiner Zunge. Um unermüdlich Deinen Lobpreis (dank voll) zu singen, und im Besten meiner Fähigkeit bestrebend mein Verhalten richtigzustellen, Dich zu rufen um Deine Zustimmung zu erhalten. Ist meine Zunge fähig Deine Lobpreisung dank voll) zu singen? Sind meine guten Taten den Freigebigkeiten und Gefälligkeiten, welche Du mir gewährst, angemessen? Oh Gebieter!

Oh mein Allah, gewiss Deine Beihilfen befriedigen meine Verlangen reichlich, meine dankvollen Lobpreisungen helfen mir Deine Befürwortung für meine Taten zu erlangen. Mein Herr ich suche Dich in bescheidener Weise und eifrig auf, ich gebe mich Dir hin, ich schaue lang und aufmerksam auf Dich. Meine Verlangen, an Dich gerichtet, sind ergiebig. Meine Bestreben schweben umher und schließen sich an Dich. Oh Einziger und Einzigartiger; während sich meine Neigung heiter vor dir ausdehnt, erreichen Dich meine Hoffnungen und Ängste wohlbehalten, meine Liebe ist mit Dir vertraut, ich strecke meine Hände vor Dir aus um die täglichen Erbringungen hinauszureichen. Verbunden mit dem Seil Deiner Obödienz verlängere ich das Leben meiner Ergebenheit zu Dir. Oh Herr Gebieter in Deiner Erinnerung delektiert sich mein Herz, mit Gebeten halte ich die Kommunion mit Dir, sie gefriert den Schmerz der Furcht, welche mich quält. Daher, Oh mein Herr Gebieter, Oh mein vertrauensvoller Schirmherr, Oh letzte Hoffnung, trenne mich von den Verstößen, welche mich von Deiner obligatorischen Obödienz abhielten, denn ich flehe Dich wegen meinem ewigen Vertrauen in Dich an, und aufgrund von grenzenlosen Verlangen, die ich ersehne, welche Du, aus Mitgefühl und Gnade, notwendigerweise stillst.
So, kommandierst Du und gibst Befehle. Du bist Einzig, hast keinen Partner, gibst Acht und erhältst alles, was erschaffen wurde, und alles, unterwürfig, steht unter Deiner vollständigen Kontrolle, sei gepriesen, Oh Gebieter der Welten.

Oh Allah hab Gnade mit mir, sobald meine dringenden Bitten knapp werden und zu Ende gehen, meine Verteidigung wird vage und ermüdet während dem Antworten Deiner Probe, und meiöst sich auf und erstickt zur Zeit Deiner Befragung, so Oh meine einzige Hoffnung, lass mich nicht im Stich in der Stunde, in welcher ich auseinanderbreche, weise mich nicht wegen meiner Unwissenheit ab, vermeide mich nicht wegen meiner Ruhelosigkeit; gib mir Geschenke um meine Sorgen und Klagen zu beseitigen, hab Gnade mit mir damit ich meine Schwäche überwältige, Oh mein Meister, ich verlasse mich auf dich, lehne mich an Dich, Ich erhoffe das Beste von Dir, ich bin auf Dich angewiesen, ich schließe mich Deiner Gnade an, ich halte in Deinem Hof an um dort dauerhaft zu verweilen, ich richte meine Bitten an Deine reichliche Wohltätigkeit, ich beginne meine Bittgebet um deine gütige Generosität zu veranlassen, Oh Gebieter, meine Hilflosigkeit, hoffnungsvoll, bittet Dich um alles, meine Not erhält Geschenke von Deiner Macht und Deinem Reichtum und wird angereichert, ich stehe genau unter dem Verschlag Deiner Vergebung, ich schaue hoch zu Deiner Großzügigkeit und Güte, ich versuche beharrlich und fortlaufend in Deiner Obödienz zu verbleiben, so lass die Flammen des Feuers mich nicht verzehren. Du bist meine letzte Hoffnung. Wirf mich nicht nieder in den tiefen dunklen Abgrund. Du bist der Apfel meines Auges Oh Herr. Lass meine überzeugte hohe Meinung von Deiner bevorzugenden Wesensart und Gefälligkeit schief gehen. Also dann, Oh Vertrauenswürdiger, entziehe mich nicht Deiner Belohnungen, weil Du Dir meiner verminderten Umstände bewusst bist.

Oh Allah, wenn sich mein Tod nähert und mich mein Betragen nicht näher herankommen lassen hat an Dich, dann berücksichtige mein Schuldgeständnis der Sünden, als einen zulässigen Grund Gnade mit mir zu haben. Oh Allah, wenn Du vergibst, wenn gibt es dann ehrenwerter als Dich um zu vergeben; und wenn Du bestrafst, wenn gibt es dann kompetenter als Dich um gerechtes Urteil zu erteilen! Hab Gnade mit meiner Misere in dieser Welt, mit meiner schmerzvollen Ruhelosigkeit zur Zeit des Todes, mit meiner Einsamkeit im Grab, meiner unerträglichen Niedergeschlagenheit im unterirdischen Loch; und wenn ich vor Dir stehe für deine Rechenschafft, in einer demütigen wenig beneidenswerten Haltung. Behandle mich mit der Nachsicht mit welcher Du meine Vergehen vor den Leuten verdecktest. Komme mir mit der versöhnlichen Wesensart entgegen durch welche Du Verhalten bedeckt hieltest. Hab Gnade mit mir, wenn ich auf das Todesbett geworfen werde, meine Freunde versuchen meine Ruhelosigkeit zu beruhigen; tu mir einen Gefallen, wenn ich gestreckt auf dem nackten Flur für die religiösen Waschungen liege, meine Nachbarn die notwendigen Abläufe vollziehen; bewege Dich mit Mitgefühl wenn ich zum Friedhof getragen werde, meine Freunde und Verwandte meine Beerdigung begleitend; sei mit mir wenn ich ins Grab gelegt werde, alleine und verlassen; nimm Frömmigkeit von mir in diesem neuen Aufenthalt, wo ich ein verlassener Ärmlicher sein werde, denn fortlaufend habe ich Freundschaft nicht gepflegt mit jemanden außer Dir Oh mein Meister. Wenn ich mich auf mich verlasse würde es sicherlich meine Vernichtung bedeuten Oh Herr. An wen soll ich mich wenden um nach Unterstützung zu fragen, wenn Du keinen nachsichtigen Blick auf mein Gestolpere hast? Zu wem kann ich um Hilfe rennen, wenn Du Deine Unterstützung zurückziehst, wenn ich niedergedrückt bin? An wen wende ich mich wenn ich um Hilfe weine, wenn Du mich nicht vor meinen Schwierigkeiten bewahrst? Oh mein Herr! Wer gehört mir? Wer soll Mitleid mit mir haben? Von wem könnte ich erwarten Wohltaten zu erhalten, wenn Du Deine Wohltaten von mir abhältst wenn ich in Bedrängnis bin? Zu wem kann ich rennen um Zuflucht zu nehmen, meine Sünden zu meiden, wenn der Tod mich niederreißt. Oh mein Herr bestrafe mich nicht. Ich wende mich hoffnungsvoll an Dich. Mein Allah bewahrheite meine Hoffnungen und zerstreue meine Ängste. Kein Zweifel, meine Sünden sind viele und es gibt keine Hoffnung auf Ablass, es sei denn, Deine Begnadigung ist erhältlich. Mein Herr ich bitte um das, was ich nicht verdiene, jedoch bist Du Dir der leitenden Grenzen und Oft-Vergebung bewusst, so vergib mir und hülle mich in das Gewand, gemacht aus Deiner Güte und Mildtätigkeit, lass sich die folgerichtige Bestrafung in Dunkelheit verstecken, und halte (meine Sünden) fern von mir verborgen und konfrontiere mich nicht mit ihnen, wahrlich, Du bist der Ewige Besitzer der Gnade und Gefallen, der großzügigste Begnadender, der gütigste Nachsichtige. Oh mein Allah, Du bist Er, dessen Gefälligkeiten und Freigebigkeiten, welche frei fließen zu jenen, welche nicht bitten und Du gibst das tägliche Brot und Lebensmittel sogar jenen, welche Dir opponieren. So, Oh mein Herr, was ist mit jenen, welche sich an Dich wenden, um alles bitten, festglaubend, das was immer erschaffen wurde zu Dir gehört und deinem Willen und Befehl folgt!? Alle knien vor Dir nieder und geben ihren Herzen Trost, indem Dich preisen, Oh der Gebieter der Welten!

Oh mein Herr, ich, Dein Diener, gebrochen und bedürftig, klopfe an Deine Tür, um deine Gefälligkeiten bittend, so entziehe mir nicht Deine generösen Mittel, und gib dem Einwilligung, worum ich durch dieses Bittgebet bitte. Ich bin hoffnungsvoll, dass Du meinen überzeugten Glauben, welchen ich in deine Gnade und in dein Mitgefühl habe, nicht enttäuschen wirst. Oh mein Allah, Du bist Er, welcher keinen Bittsteller wegschickt, noch wirst du jemals knapp an Geschenken und Freigebigkeiten gefunden, wie Du selbst gesagt hast, was beweiskräftiger ist als das, was wir sagen. Oh Allah, ich flehe Dich an mir Selbstbeherrschung, gute Manieren, offene Grenzen des Verstandes zu geben; Freunde, Aufrichtigkeit und zufriedenstellende Belohnungen. Oh Gebieter, ich bitte um alles Gute, welches ich kenne und welches ich nicht kenne. Oh mein Allah, ich bitte um das Gute, worum Deine edelgesinnten und aufrechten Diener gebeten haben. Oh Gott, an welchen Bitten gerichtet werden und welcher freigiebig gibt, wem auch immer Er gibt, gib mir (denn) ich flehe dich in meinem Namen, meiner Familie, meiner Eltern, meiner Kinder, meiner Genossen und Brüder im Glauben an, segne uns mit allem was gut ist, um uns in Freude und Zufriedenheit, lass unsere feine Manieren und Liebe der Menschheit vernehmlicher sichtbar werden und stelle unsere Angelegenheiten richtig. Nimm mich unter jene auf, welche lang leben und in Schönheit und Gutherzigkeit konkurrieren und welchen du die besten Wohltaten verleihst, ein Zeichen Deiner Zustimmung, und unter jene, welchen Du ein Leben von Reinheit und Feinheit gibst, ewige Freude, großzügige Edelgesinntheit und vollständige Zufriedenheit. Wahrlich, Du setzt in Folge, was Du willst. Niemand anderes als Du kann tun was Du nicht willst.

Oh Allah, zeichne mich besonders mit der feinsten Essenz Deiner Erwähnung aus, wann immer ich erwähnt oder besprochen werde, und lass mich nicht zu Heuchelei geneigt sein, wenn ich versuche Dir durch diese Beurteilung näher zu kommen, zu jeder Zeit, ob zur Nacht oder am Tag; weder des Ruhms willen, noch zur Selbstprojektion, noch zur Anmaßung. Lass mich unter jenen sein, welche die leitenden Grenzen kennen und auf der Hut sind. Oh Allah, gewähre mir genug Mittel des Lebensunterhalt, friedliches Leben auf dem Land wo ich verweile, und lass mich die herzallerliebste Person in meiner Familie, unter meinen Nachbarn, in dem Freundeskreis sein. Gib mir einen dauerhaften Anteil an den Freigebigkeiten, welche du frei austeilst, einen gesunden und kräftigen Körper. Sichere meine Gläubigkeit, und beschäftige mich in Deinem Dienst und im Dienst Deines Gesandten, Muhammed (Segnungen Allahs seien mit ihm und seiner Familie für immer und immer), was mir einen Platz unter jenen Deiner Diener sichert, welche durch und durch gesegnet sind vollen Anteil an dem Guten zu haben, was Du austeilst und das Gute, was du nieder sendest im Monat Ramadan, besonders in der „Nacht von Qadr“, jedes Jahr. Es lässt Gnade frei erhältlich sein, liefert Wohlergehen, schützt vor Unheil, gewährt bereitwillig Freigebigkeiten und Wohltaten, erhält Vergebung für Sünden.

Verleih mir die Gelegenheit zu Deinem „Heiligen Haus“ für die Pilgerfahrt zu gehen, dieses Jahr und jedes Jahr, und gib mir genug Mittel zum Lebensunterhalt durch Deine grenzenlosen Ressourcen. Schone mich, Oh mein Meister, vor abscheulichem Übel. Ziehe mich aus meinen Schulden heraus, Geldverpflichtungen und ordnungswidrigen Gegebenheiten, sodass ich wegen einer diesen, nicht in Schwierigkeiten gebracht werde. Ergreife die Macht des Hören und Sehen meiner Feinde, und jener, welche mich beneiden der vorhaben mich zu unterdrücken. Hilfe mir gegen sie. Öffne meine Augen. Gib meinem Herz Freude und Zufriedenheit. Vertreibe und sende Schmerzen und Sorgen weg von mir. Lass den, der üble Pläne gegen mich hat, unter meinen Daumen kommen. Mach mich selbstständig gegen die üblen Pläne des Teufel und des Tyrann und lass mich den Verlockungen der Sünden standhalten. Reinige mich gründlich vom Schmutz der Sünden, schütze mich vor dem Feuer durch Deine Begnadigung, nimm mich durch Deine Gnade im Land der ewigen Glückseligkeit auf, gib mir eine Frau von den schönen Frauen des Paradieses, lass mich durch Deine Güte an Deinem reinen und rechtschaffenen Freund haften, Muhammad und seine Familie, die Gereinigten, rein, und tugendhaft gesegneter, Deine Segnungen seien mit ihnen, Körper und Seele.

Mein Allah, Mein Herr, ich beschließe im Namen Deiner Macht und Majestät, das wenn Du rufst um die Aufzeichnungen meiner Sünden zu verrechnen, ich wiederholt um Deine Begnadigung bitten soll, wenn Du mit mir schimpfst und mich tadelst für meine Verstöße, ich dein Mitgefühl bewegen soll, wenn Du mich ins Feuer wirfst, die Erfahrensten unter den Bewohnern der Hölle aussagen werden wie sehr ich Dich liebe. Oh mein Allah und Herr, wenn Du keine Nachsicht gewährt, außer zu Deinen Freunden und jenen, welche Dir gehorchen, zu wem werden dann die Sünden für Hilfe fliehen? Wenn du keine Güte zeigst, außer den aufrichtigen Erfüllenden der Versprechen, von wem wird der Fehlbare dann Hilfe ersuchen? Oh Allah, wenn ich ins Feuer geworfen werde, werden Deine Feinde außer sich geraten vor Freude und wenn ich im Paradies willkommen bin, wird es eine Quelle der Liebesgabe zu Deinem Propheten sein, und, bei Allah, ich bin sicher, dass die Fröhlichkeit Deines Propheten Dir lieber ist als die Zufriedenstellung Deiner Feinde.

Oh Allah, ich flehe Dich an mein Herz und meinen Verstand mit deiner Liebe gefüllt zu sein, Deiner Grenzen bewusst zu sein, immer auf der Hut zu sein, aufrichtig Dein Buch zu befolgen, treu an Dich zu glauben, vernehmlich festzustellen was von Dir ist, und hingebungsvoll nach Dir zu sehnen. Oh Besitzer der Macht und Majestät, lass mein Treffen mit Dir in einer Stimmung der Liebe und Freundschaft sein, eine liebenswerte und angenehme Begegnung, und lass diesen Anlass eine Quelle der Glückseligkeit, Freude und Zufriedenheit sein. Oh Allah, lass mich den Pfad jener ehrlichen Leute folgen, welche weiter gingen in der Sache der Wahrheit und tiefer vordrangen, lass mir die Gruppe der Aufrechten, welche sich auf den Weg machen und zum Pfad des Gottes führen. Hilf mir Kontrolle über mein nutzloses Verlangen zu haben, wie Du den guten Leuten in ihren Bemühungen ihre Art und Inhalte zu maßregeln, geholfen hast. Mach mein Verhalten, in jedem Aspekt und Detail, ein schönes Modell sein, tu mir wegen ihm als eine Belohnung einen Platz im Paradies gewähren, durch Deine Gnade. Hilf mir mich dem Guten zu übergeben, welches mich geführt sein und fest stehen lässt, standhaft und dauerhaft. Oh Gebieter, bring das Übel nicht zurück in die Nähe von mir, da ich von ihren Klauen freigelassen wurde, Oh Gebieter der Welten.

Oh Allah, ich bitte Dich um einen standhaften Glauben für mein Treffen mit Dir, solange Du mich am Leben erhältst, lass mich daran hängen, wenn ich perfekt und vollständig in meinem Gläubigkeit bin, gib mir die letzte Aufforderung, wenn ich auf ihren Absätzen folge, erhebe die Toten zusammen mit mir. Reinige mein Herz vom Schmutz der Heuchelei, Schuld, und geschickte Zurschaustellung in Deiner Religion, bis es mich mit Treue und Aufrichtigkeit zu Dir handeln lässt.

Oh Allah, gib mir Erkenntnis Deine Religion zu kennen, Deine Befehle zu verstehen, um zu lernen und Nutzen zu ziehen aus Deiner Weisheit, und weite durch Deine Gnade immer neue Horizonte auf ihnen auf. Hindere mich am annähern, was von Dir als ungesetzlich erklärt wurde, lass mich ein frommes und bescheidenes Leben führen, wirf Dein Licht auf mein Gesicht, richte meine Neigung auf das, wofür Du einen hohen Stellenwert einräumst, lass mich Deine Sache und das Glaubenskenntnis deines Gesandten, Segnungen Allah seien mit ihm und seiner Familie, rufen und zu mir nehmen. Mein Allah, ich nehme Zuflucht mit Dir, um die Nachlässigkeit, Enttäuschung, Besorgnis, Feigheit, Habgier, Vergesslichkeit, ernste Bedrängnis, Misere, Bedürftigkeit, Hunger, und jede Boshaftigkeit mit ihren schamlosen Obszönitäten, welche wie die Sprossen der Pflanzen wachsen und auch tief vordringen.

Ich nehme Zuflucht mit Dir, um an der Distanz eines Nafs (ein Syndrom von Verlangen) zu halten, welches nie glücklich damit ist, was es hat der ist, ein gefräßiger Appetit, welcher nie vom Essen ermüdet ist, ein Herz, welches nicht erreicht oder berührt werden kann, unempfänglich zu menschlichen oder feinen Gefühlen, ein falsches Gebet, welches kein Gehör erhält, eine bedeutungslose Handlung, welche keinen Nutzen zieht.
Ich nehme Zuflucht mit Dir, Oh Gebieter, zusammen mit mir, meiner Gläubigkeit, meiner Absicht und meinem Inhalt, gegen alles, was tägliche Versuche mich zu locken, verflucht. Wahrlich, Du bist der Hörende, der Wissende.

Oh Allah, wahrhaftig niemand kann mich von Dir wegziehen, und ich wende mich nicht an jemand anderen außer Dich um Zuflucht zu suchen, so lass mich nicht in Dinge verwickeln, welche Deine Bestrafung herunter bringen, setze mich nicht Ruin und schmerzvoller Qual aus. Oh Allah, gib mir eine Audienz, freundliches Willkommen, bring meinen Ruf von einem niedrigen Platz zu einem höheren, hebe meinen Rang an, lass mich meine große Last ablegen, tu meine Verschulden nicht nochmal durchdenken, und im Gegenzug zu meinem gastweisen Empfang, mein Bitten und mein Bittgebet, gib mir Deine Zustimmung und Paradies als Belohnung, und gib mir auch all das, worum ich bat und vervielfache Deine Freigebigkeiten, denn an Dich richte ich all meine Sehnsüchte und Neigungen. Oh Gebieter der Welten.

Oh Allah, wahrlich, Du hast das Buch offenbart, das wir wiedergutmachen müssen und jene entschädigen, welche wir ungerecht behandelt haben und da wir uns Unrecht getan haben und uns geschädigt haben, bitte sei barmherzig mit uns, denn Du bist wahrlich fähig uns zu erlassen, was wir getan haben; Du hast uns auch befohlen, einen Bittsteller nicht enttäuscht wegzuschicken, und jetzt bin ich zu Dir gekommen als ein Bittsteller, so lass mich nicht gehen, es sei denn all meine Ansprüche sind gefällig erledigt; Du hast uns auch befohlen, gütig zu jenen zu sein, welche es zu nichts gebracht haben, nach unserem Schutz zu sehnen, und jetzt betteln wir, schwach und beschämt, nach Deinem Mitgefühl und Zartheit, um uns von den Flammen des Feuers zu befreien.

Oh Er, welcher mich von Furcht befreit, wenn ich um Hilfe inmitten der Sorgen weine. Oh Er, welcher mir in meinen Bedrängnissen zur Hilfe kommt. Zu Dir fliehe ich für Hilfe. Von Dir ersuche ich Hilfe. Ich suche Zuflucht mit keiner Zufluchtsstätte, außer der, welche Du schützt. Ich suche keine Freiheit von Gefahr, außer von Dir. So hilf mir und befreie mich Oh Er, welcher die Versklavten auf Freiheit setzt und oft einem und allen großzügig Begnadigungen verleiht; tu einen Gefallen und sei gütig und mild zu mir, sei oft-vergebend in meiner Sache. Wahrlich, Du bist Barmherzig, Oft-Vergebend.

Ich flehe Dich vollauf an, ausgerüstet mit Gläubigkeit und sicherem Glauben. Erfreue mein Herz mit der Gutherzigkeit und bekräftige es so, dass ich sicher weiß, das nichts mich erreichen und treffen kann, außer dem, was Du vorgeschrieben hast, und nichts kann mein Wohlergehen, welches Du für mich bestimmt hast, verletzen und zerdrücken, Oh Gebieter der Welten.


`,



  'Transliteration': `ilahi la tu'addibni biuqubatika \ wa la tamkur bi fi hilatika \ min ayna liya alkhayru ya rabbi \ wa la yujadu illa min indika 

wa min ayna liya alnnajatu 

wa la tustatau illa bika \ la alladhi ahsana istaghna an awnika wa rahmatika \ wa la alladhi asa'a wa ijtara'a alayka wa lam yurdika 

kharaja an qudratika \ \ *(Wiederhole diesen Satz so oft wie möglich mit einem Atemzug:)* \ **ya rabbi, ya rabbi, ya rabbi...** \ \ bika arabftuka 

wa anta dalaltani alayka \ wa daawtani ilakya 

wa lawla anta lam adri ma anta 

alhamdu lillahi alladhi aduhu fayujibuni \ wa in kuntu bati'an hina yaduni 

walhamdu lillahi alladhi as'aluhu fayutini \ wa in kuntu bakhilan hina yastaqriduni \ walhamdu lillahi alladhi unadihi kullama shi'tu lihajati \ wa akhlu bihi haythu shi'tu lisirri bighayri shafiin 

fayaqdi li hajati 

alhamdu lillahi alladhi la adu ghayrahu \ wa law daawtu ghayrahu lam yastajib li dua'i \ walhamdu lillahi alladhi la arju ghayrahu \ wa law rajawtu ghayrahu la'akhlafa raja'i \ walhamdu lillahi alladhi wakalani ilayhi fa akramani \ wa lam yakilni ila alnnasi fayuhinuni \ walhamdu lillahi alladhi tahabbaba ilayya \ wa huwa ghaniyyun anni 

walhamdu lillahi alladhi yahlumu anni \ hatta ka'anni la dhanba li \ fa rabbi ahmadu shay'in indi 

wa ahaqqu bihamdi 

allahumma inni ajidu subula almatalibi ilayka mushraatan \ wa manahila alrraja'i ladayka mutraatan 

walistianata bifadlika liman ammalaka mubahatan \ wa abwaba alddua'i ilayka lilssarikhina maftuhatan 

wa alamu annaka lilrrajina bimawdii ijabatin 

wa lilmalhufina bimarsadi ighathatin 

wa anna fi allahfi ila judika 

wa alrrida biqada'ika 

iwadan min mani albakhilina 

wa manduhatan amma fi aydi almusta'thirina \ wa anna alrrahila ilayka qaribu almasafati \ wa annaka la tahtajibu an khalqika 

illa an tahjibahum al-amalu dunaka \ wa qad qasadtu ilayka bitalibati \ wa tawajjahtu ilayka bihajati \ wa jaaltu bika istighathati 

wa bidua'ika tawassuli \ min ghayri istihqaqin listimaika minni 

wa la istijabin liafwika anni 

bal lithiqati bikaramika 

wa sukuni ila sidqi wadika \ wa laja'i ila al-imani bitawhidika \ wa yaqini bimarifatika minni 

an la rabba li ghayruka 

wa la ilaha illa anta 

wahdaka la sharika laka 

allahumma anta alqa'ilu wa qawluka haqqun 

wa waduka sidqun \ was'alu alllaha min fadlihi \ inna allaha kana bikum rahiman \ wa laysa min sifatika ya sayyidi \ an ta'mura bissu'ali wa tamnaa alatiyyata \ wa anta almannanu bilatiyyati ala ahli mamlakatika \ wala'idu alayhim bitahannuni ra'fatika \ ilahi rabbaytani fi niamika wa ihsanika saghiran 

wa nawwahta bismi kabiran 

faya man rabbani fi alddunya bi'ihsanihi 

wa tafaddulihi wa niamihi \ wa ashara li fi al-akhirati ila afwihi wa karamihi 

marifati ya mawlaya dalili alayka 

wa hubbi laka shafii ilayka \ wa ana wathiqun min dalili bidalalatika \ wa sakinun min shafii ila shafaatika \ aduka ya sayyidi bilisanin qad akhrasahu dhanbuhu 

rabbi unajika biqalbin qad awbaqahu jurmuhu 

aduka ya rabbi rahiban raghiban \ rajiyan kha'ifan \ idha ra'aytu mawlaya dhunubi fazitu 

wa idha ra'aytu karamaka tamitu \ fa'in afawta fakhayru rahimin 

wa'in adhdhabta faghayru zalimin \ hujjati ya allahu fi jur'ati ala mas'alatika 

maa ityani ma takrahu juduka wa karamuka \ wa uddati fi shiddati maa qillati haya'i ra'fatuka wa rahmatuka \ wa qad rajawtu an la takhiba bayna dhayni wa dhayni munyati \ fahaqqiq raja'i \ wasma dua'i \ ya khayra man daahu dain \ wa afdala man rajahu rajin \ azuma ya sayyidi amali wa sa'a amali \ fa'atini min afwika bimiqdari amali \ wa la tu'akhidhni bi'aswa'i amali 

fa'inna karamaka yajillu an mujazati almudhnibina \ wa hilmaka yakburu an mukafa'ati almuqassirina 

wa ana ya sayyidi a'idhun bifadlika \ haribun minka ilayka \ mutanajjizun ma waadta min alssafhi amman ahsana bika zannan \ wa ma ana ya rabbi wa ma khatari \ habni bifadlika \ wa tasaddaq alayya biafwika \ ay rabbi jallilni bisitrika \ wafu an tawbikhi bikarami wajhika \ falaw ittalaa alyawma ala dhanbi ghayruka ma faaltuhu 

wa law khiftu tajila aluqubati lajtanabtuhu 

la li'annaka ahwanu alnnazirina ilayya 

wa akhaffu almuttaliina alayya 

bal li'annaka ya rabbi khayru alssatirina 

wa ahkamu alhakimina 

wa akramu al-akramina 

sattaru aluyubi \ ghaffaru aldhdhunubi \ allamu alghuyubi 

tasturu aldhdhanba bikaramika 

wa tu'akhkhiru aluqubata bihilmika \ falaka alhamdu ala hilmika bada ilmika 

wa ala afwika bada qudratika \ wa yahmiluni wa yujarri'uni ala masiyatika hilmuka anni 

wa yaduni ila qillati alhaya'i sitruka alayya 

wa yusriuni ila alttawaththubi ala maharimika marifati biasati rahmatika wa azimi afwika 

ya halimu ya karimu 

ya hayyu ya qayyumu 

ya ghafira aldhdhanbi 

ya qabila alttawbi 

ya azima almanni \ ya qadima al-ihsani \ ayna sitruka aljamilu \ ayna afwuka aljalilu 

ayna farajuka alqaribu 

ayna ghiyathuka alssariu \ ayna rahmatuka alwasiatu 

ayna atayaka alfadilatu \ ayna mawahibuka alhani'atu \ ayna sana'iuka alssaniyyatu 

ayna fadluka alazimu \ ayna mannuka aljasimu \ ayna ihsanuka alqadimu \ ayna karamuka ya karimu \ bihi wa bimuhammadin wa ali muhammadin fastanqidhni \ wa birahmatika fakhallisni \ ya muhsinu \ ya mujmilu \ ya munimu ya mufdilu 

lastu attakilu fi alnnajati min iqabika ala amalina \ bal bifadlika alayna 

li'annaka ahlu alttaqwa wa ahlu almaghfirati 

tubdi'u bil-ihsani niaman \ wa tafu an aldhdhanbi karaman \ fama nadri ma nashkuru \ ajamila ma tanshuru am qabiha ma tasturu \ am azima ma ablayta wa awlayta 

am kathira ma minhu najjayta wa afayta \ ya habiba man tahabbaba ilayka \ wa ya qurrata ayni man ladha bika wa inqataa ilayka \ anta lmuhsinu wa nahnu almusi'una \ fatajawaz ya rabbi an qabihi ma indana bijamili ma indaka 

wa ayyu jahlin ya rabbi la yasauhu juduka \ aw ayyu zamanin atwalu min anatika \ wa ma qadaru amalina fi janbi niamika \ wa kayfa nastakthiru amalan nuqabilu biha karamaka 

bal kayfa yadiqu ala almudhnibina ma wasiahum min rahmatika 

ya wasia almaghfirati \ ya basita alyadayni bilrrahmati \ fawaizzatika ya sayyidi 

law nahartani ma barihtu min babika 

wa la kafaftu an tamalluqika \ lima intaha ilayya min almarifati bijudika wa karamika 

wa anta alfailu lima tasha'u \ tuadhdhibu man tasha'u bima tasha'u kayfa tasha'u 

wa tarhamu man tasha'u bima tasha'u kayfa tasha'u 

la tus'alu an filika 

wa la tunazau fi mulkika \ wa la tusharaku fi amrika \ wa la tudaddu fi hukmika \ wa la yataridu alayka ahadun fi tadbirika \ laka alkhalqu wal-amru \ tabaraka allahu rabbu alalamina 

ya rabbi hadha maqamu man ladha bika 

wastajara bikaramika 

wa alifa ihsanaka wa niamaka \ wa anta aljawadu alladhi la yadiqu afwuka 

wa la yanqusu fadluka 

wa la taqillu rahmatuka 

wa qad tawaththaqna minka bilssafhi alqadimi 

walfadli alazimi walrrahmati alwasiati 

afaturaka ya rabbi tukhlifu zununana aw tukhayyibu amalana 

kalla ya karimu falaysa hadha zannuna bika 

wa la hadha fika tamauna \ ya rabbi inna lana fika amalan tawilan kathiran \ inna lana fika raja'an aziman 

asaynaka wa nahnu narju an tastura alayna 

wa daawnaka wa nahnu narju an tastajiba lana \ fahaqqiq raja'ana mawlana \ faqad alimna ma tastawjibu bi'amalina \ wa lakin ilmuka fina wa ilmuna bi'annaka la tasrifuna anka 

haththana ala alrraghbati ilayka \ wa in kunna ghayra mustawjibina lirahmatika \ fa'anta ahlun an tajuda alayna wa ala almudhnibina bifadli saatika 

famnun alayna bima anta ahluhu \ wa jud alayna fa'inna muhtajuna ila naylika 

ya ghaffaru binurika ihtadayna 

wa bifadlika istaghnayna 

wa binimatika asbahna wa amsayna \ dhunubuna bayna yadayka \ nastaghfiruka alllahumma minha wa natubu ilayka \ tatahabbabu ilayna bilnniami wa nuariduka bildhdhunubi \ khayruka nazilun ilayna \ wa sharruna ilayka saidun 

wa lam yazal wa la yazalu malakun karimun ya'tika anna biamalin qabihin 

fala yamnaunka dhalika min an tahutana biniamika 

wa tatafaddalu alyna bi'ala'ika \ fasubhanaka ma ahlamaka wa azamaka 

wa akramaka mubdi'an wa muidan \ taqaddasat asma'uka \ wa jalla thana'uka \ wa karuma sana'iuka wa fialuka \ anta ilahi awsau fadlan wa azamu hilman \ min an tuqayisani bifili wa khati'ati 

falafwa alafwa alafwa \ sayyidi sayyidi sayyidi \ allahumma ashghilna bidhikrika \ wa aidhna min sakhatika 

wa ajirna min adhabika \ warzuqna min mawahibika \ wa anin alayna min fadlika \ warzuqna hajja baytika \ wa ziyarata qabri nabiyyika \ salawatuka wa rahmatuka \ wa maghfiratuka wa ridwanuka alayhi wa ala ahli baytihi \ innaka qaribun mujibun \ warzuqna amalan bitaatika \ wa tawaffana ala millatika wa sunnati nabiyyika 

salla allahu alayhi wa ala alihi 

allahumma ighfir li wa liwalidayya 

warhamhuma kama rabbayani saghiran 

ijzihima bil-ihsani ihsanan 

wa bilssayyi'ati ghufranan 

allahumma ighfir lilmu'minina walmu'minati 

al-ahya'i minhum wal-amwati 

wa tabi baynana wa baynahum bilkhayrati \ allahumma ighfir lihayyina wa mayyitina \ wa shahidina wa gha'ibina \ dhakarina wa unthana \ saghirina wa kabirina \ hurrina wa mamlukina \ kadhaba aladiluna billahi 

wa dallu dalalan baidan \ wa khasiru khusranan mubinan \ allahumma salli ala muhammadin wa ali muhammadin 

wakhtim li bikhayrin 

wa ikfini ma ahammani min amri dunyaya wa akhirati 

wa la tusallit alayya man la yarhamuni \ wajal alayya minka waqiyatan baqiyatan \ wa la taslubni saliha ma anamta bihi alayya \ warzuqni min fadlika rizqan wasian halalan tayyiban 

allahumma ihrusni biharasatika 

wa ihfazni bihifzika 

wa ikla'ni bikala'atika 

warzuqni hajja baytika alharami 

fi amina hadha wa fi kulli amin 

wa ziyarata qabri nabiyyika wal-a'immati alayhim alssalamu \ wa la tukhlini ya rabbi min tilka almashahidi alshsharifati \ walmawaqifi alkarimati \ allahumma tub alayya hatta la asiyaka \ wa alhimni alkhayra wa alamala bihi 

wa khashyataka billayli wa alnnahari ma abqaytani 

ya rabba alalamina \ allahumma inni kullama qultu qad tahayya'tu wa taabba'tu 

wa qumtu lilssalati bayna yadayka wa najaytuka 

alqayta alayya nuasan idha ana sallaytu 

wa salabtani munajataka idha ana najaytu 

mali kullama qultu qad saluhat sarirati 

wa qaruba min majalisi alttawwabina majlisi 

aradat li baliyyatun azalat qadami wa halat bayni wa bayna khidmatika \ sayyidi laallaka an babika taradtani \ wa an khidmatika nahhaytani 

aw laallaka ra'aytani mustakhiffan bihaqqika fa'aqsaytani \ aw laallaka ra'aytani muridan anka faqalaytani 

aw laallaka wajadtani fi maqami alkadhibina farafadtani \ aw laallaka ra'aytani ghayra shakirin linama'ika faharamtani \ aw laallaka faqadtani min majalisi alulama'i fakhadhaltani \ aw laallaka ra'aytani filghafilina famin rahmatika ayastani 

aw laallaka ra'aytani alafu majalisa albattalina fabayni wa baynahum khallaytani \ aw laallaka lam tuhibba an tasmaa dua'i fabaadtani \ aw laallaka bijurmi wa jarirati kafaytani 

aw laallaka biqillati haya'i minka jazaytani \ fa'in afawta ya rabbi fatalama afawta an almudhnibina qabli 

li'anna karamaka ay rabbi yajillu an mukafati almuqassirina \ wa ana a'idhun bifadlika haribun minka ilayka 

mutanajjizun ma waadta min alssafhi amman ahsana bika zannan 

ilahi anta awsau fadlan \ wa azamu hilman min an tuqayisani biamali \ aw an tastazillani bikhati'ati \ wa ma ana ya sayyidi wa ma khatari \ habni bifadlika sayyidi \ wa tasaddaq alayya biafwika \ wa jallilni bisitrika \ wafu an tawbikhi bikarami wajhika \ sayyidi ana alssaghiru alladhi rabbaytahu \ wa ana aljahilu alladhi allamtahu 

wa ana alddallu alladhi hadaytahu 

wa ana alwadiu alladhi rafatahu 

wa ana alkha'ifu alladhi amantahu 

walja'iu alladhi ashbatahu 

walatshanu alladhi arwaytahu \ walari alladhi kasawtahu 

walfaqiru alladhi aghnaytahu 

walddaifu alladhi qawwaytahu \ waldhdhalilu alladhi azaztahu 

walssaqimu alladhi shafaytahu 

walssa'ilu alladhi ataytahu \ walmudhnibu alladhi satartahu \ walkhati'u alladhi aqaltahu \ wa ana alqalilu alladhi kaththartahu \ walmustadafu alladhi nasartahu 

wa ana alttaridu alladhi awaytahu 

ana ya rabbi alladhi lam astahyika fi alkhala'i 

wa lam uraqibka fi almala'i 

ana sahibu alddawahi aluzma \ ana alladhi ala sayyidihi ijtara'a 

ana alladhi asaytu jabbara alssama'a \ ana alladhi ataytu ala maasi aljalili alrrisha 

ana alladhi hina bushshirtu biha kharajtu ilayha asa \ ana alladhi amhaltani fama irawaytu 

wa satarta alayya fama istahyaytu \ wa amiltu bilmaasi fataaddaytu 

wa asqattani min aynika fama balaytu \ fabihilmika amhaltani \ wa bisitrika satartani hatta ka'annaka aghfaltani \ wa min uqubati almaasi jannabtani hatta ka'annaka istahyaytani \ ilahi lam asika hina asaytuka wa ana birububiyyatika jahidun \ wa la bi-amrika mustakhiffun \ wa la liuqubatika mutaarridun \ wa la liwaidika mutahawinun 

lakin khati'atun aradat wa sawwalat li nafsi \ wa ghalabani hawaya \ wa aanani alayha shiqwati \ wa gharrani sitruka almurkha alayya 

faqad asaytuka wa khalaftuka bijuhdi \ fal'ana min adhabika man yastanqidhuni 

wa min aydi alkhusama'i ghadan man yukhallisuni 

wa bihabli man attasilu in anta qatata hablaka anni 

fa wa saw'ata ala ma ahsa kitabuka min amaliya alladhi 

lawla ma arju min karamika wa saati rahmatika \ wa nahyika iyyaya an alqunuti laqanattu indama atadhakkaruha \ ya khayra man daahu dain \ wa afdala man rajahu rajin \ allahumma bidhimmati al-islami atawassalu ilayka \ wa bihurmati alqur'ani atamidu alayka \ wa bihubbi alnnabiyya al-ummiyya \ alqurashiyya alhashimiyya \ alarabiyya alttuhamiyya 

almakkiyya almadaniyya 

arju alzzulfata ladayka 

fala tuhish isti'nasa imani 

wa la tajal thawabi thawaba man abada siwaka 

fa'inna qawman amanu bi'alsinatihim liyahqinu bihi dima'ahum 

fa'adraku ma ammalu 

wa'inna amanna bika bi'alsinatina wa qulubina litafuwa anna 

fa'adrikna ma ammalna 

wa thabbit raja'aka fi sudurina 

wa la tuzigh qulubana bada idh hadaytana \ wa hab lana min ladunka rahmatan \ innaka anta alwahhabu \ fawaizzatika law intahartani ma barihtu min babika 

wa la kafaftu an tamalluqika \ lima ulhima qalbi min almarifati bikaramika wa saati rahmatika \ ila man yadhhabu alabdul illa ila mawlahu 

wa ila man yaltaji'u almakhluqu illa ila khaliqihi 

ilahi law qarantani bil-asfadi 

wa manatani saybaka min bayni al-ashhadi \ wa dalalta ala fada'ihi uyuna alibadi 

wa amarta bi ila alnnari 

wa hulta bayni wa bayna al-abrari 

ma qatatu raja'i minka \ wa ma saraftu ta'mili lilafwi anka \ wa la kharaja hubbuka min qalbi \ ana la ansa ayadiyaka indi 

wa sitraka alayya fi dari alddunya \ sayyidi akhrij hubba alddunya min qalbi \ wa ijma bayni wa bayna almustafa wa alihi 

khiyaratika min khalqika wa khatami alnnabiyyina 

muhammadin salla allahu alyhi wa alihi \ wanqulni ila darajati alttawbati ilayka \ wa ainni bilbuka'i ala nafsi faqad afnaytu umuri 

wa qad nazaltu manzilata al-ayisina min khayri 

faman yakunu aswa'a halan minni 

in ana nuqiltu ala mithli hali ila qabrin \ lam umahhid-hu liraqdati \ wa lam afrishhu bilamali alssalihi lidajati \ wa mali la abki \ wa la adri ila ma yakunu masiri \ wa ara nafsi tukhadiuni 

wa ayyami tukhatiluni 

wa qad khafaqat inda ra'si ajnihatu almawti \ famali la abki \ abki likhuruji nafsi \ abki lizulmati qabri \ abki lidiqi lahdi \ abki lisu'ali munkarin wa nakirin iyyaya \ abki likhuruji min qabri uryanan dhalilan 

hamilan thiqli ala zahri \ anzuru marratan an yamini wa ukhra an shimali \ idh alkhala'iqu fi sha'nin ghayri sha'ni \ likulli imri'in minhum yawma'idhin sha'nun yughnihi \ wujuhun yawma'idhin musfiratun dahikatun mustabshiratun \ wa wujuhun yawma'idhin alayha ghabaratun tarhaquha qataratun wa dhillatun 

sayyidi alayka muawwali wa mutamadi \ wa raja'i wa tawakkuli \ wa birahmatika taalluqi 

tusibu birahmatika man tasha'u 

wa tahdi bikaramatika man tuhibbu 

falaka alhamdu ala ma naqqayta min alshshirki qalbi \ wa laka alhamdu ala basti lisani 

afabilisani hadha alkalli ashkuruka 

am bighayati juhdi fi amali urdika \ wa ma qadru lisani ya rabbi fi janbi shukrika \ wa ma qadru amali fi janbi niamika wa ihsanika \ ilahi inna judaka basata amali \ wa shukraka qabila amali 

sayyidi ilayka raghbati 

wa ilayka rahbati 

wa ilayka ta'mili 

wa qad saqani ilayka amali 

wa alayka ya wahidi akaftu himmati 

wa fima indaka inbasatat raghbati \ wa laka khalisu raja'i wa khawfi \ wa bika anisat mahabbati \ wa ilayka alqaytu biyadi \ wa bihabli taatika madadtu rahbati 

ya mawlaya bidhikrika asha qalbi \ wa bimunajatika barradtu alama alkhawfi anni 

faya mawlaya wa ya mu'ammali wa ya muntaha su'li 

farriq bayni wa bayna dhanbiya almanii li min luzumi taatika 

fa'innama as'aluka liqadimi alrraja'i fika 

wa azimi alttamai minka 

alladhi awjabtahu ala nafsika min alrra'fati walrrahmati \ fal-amru laka wahdaka la sharika laka \ walkhalqu kulluhum iyaluka wa fi qabdatika 

wa kullu shay'in khadiun laka \ tabarakta ya rabba alalamina 

ilahi irhamni idha inqataat hujjati \ wa kalla an jawabika lisani 

wa tasha inda su'alika iyyaya lubbi \ faya azima raja'i la tukhayyibni idha ishtaddat faqati 

wa la taruddani lijahli 

wa la tamnani liqillati sabri \ atini lifaqri 

warhamni lidafi \ sayyidi alayka mutamadi wa muawwali 

wa raja'i wa tawakkuli 

wa birahmatika taalluqi \ wa bifina'ika ahuttu rahli \ wa bijudika aqsidu talibati \ wa bikaramika ay rabbi astaftihu dua'i 

wa ladayka arju faqati 

wa bighinaka ajburu aylati \ wa tahta zilli afwika qiyami 

wa ila judika wa karamika arfau basari \ wa ila marufika udimu nazari 

fala tuhriqni bilnnari wa anta mawdiu amali \ wa la tuskinni alhawiyata fa'innaka qurratu ayni 

ya sayyidi la tukadhdhib zanni bi'ihsanika wa marufika \ fa'innaka thiqati \ wa la tahrimni thawabaka \ fa'innaka alarifu bifaqri 

ilahi in kana qad dana ajali wa lam yuqarribni minka amali \ faqad jaaltu alitirafa ilayka bidhanbi wasa'ila ilali 

ilahi in afawta faman awla minka bilafwi 

wa in adhdhabta faman adalu minka fi allhukmi 

irham fi hadhihi alddunya ghurbati 

wa inda almawti kurbati \ wa fi alqabri wahdati \ wa fi allahdi wahshati \ wa idha nushirtu lilhisabi bayna yadayka dhulla mawqifi \ waghfir li ma khafiya ala al-adamiyyina min amali \ wa adim li ma bihi satartani \ warhamni sarian ala alfirashi tuqallibuni aydi ahibbati \ wa tafaddal alayya mamdudan ala almughtasali yuqallibuni salihu jirati \ wa tahannan alayya mahmulan qad tanawala al-aqriba'u atrafa janazati 

wa jud alayya manqulan qad nazaltu bika wahidan fi hufrati \ warham fi dhalika albayti aljadidi ghurbati hatta la asta'nisa bighayrika \ ya sayyidi in wakaltani ila nafsi halaktu \ sayyidi fabiman astaghithu in lam tuqilni athrati 

fa'ila man afzau in faqadtu inayataka fi dajati \ wa'ila man altaji'u in lam tunaffis kurbati \ sayyidi man li \ wa man yarhamuni in lam tarhamni \ wa fadla man u'ammilu in adimtu fadlaka yawma faqati 

wa'ila man alfararu min aldhdhunubi idha inqada ajali 

sayyidi la tuadhdhibni wa ana arjuka \ ilahi haqqiq raja'i \ wa amin khawfi \ fa'inna kathrata dhunubi la arju fiha illa afwaka 

sayyidi ana as'aluka ma la astahiqqu 

wa anta ahlu alttaqwa wa ahlu almaghfirati 

faghfir li wa albisni min nazarika thawban yughatti alayya alttabiati 

wa taghfiruha li wa la utalabu biha 

innaka dhu mannin qadimin 

wa safhin azimin \ wa tajawuzin karimin \ ilahi anta alladhi tufidu saybaka ala man la yas'aluka 

wa ala aljahidina birububiyyatika \ fakayfa sayyidi biman sa'alaka wa ayqana anna alkhalqa laka wal-amra ilayka \ tabarakta wa taalayta ya rabba alalamina \ sayyidi abduka bibabika aqamat-hu alkhasasatu bayna yadayka 

yaqrau baba ihsanika bidua'ihi 

fala turid biwajhika alkarimi anni 

waqbal minni ma aqulu faqad daawtu bihadha alddua'i 

wa ana arju an la taruddani marifatan minni bira'fatika wa rahmatika \ ilahi anta alladhi la yuhfika sa'ilun \ wa la yanqusuka na'ilun \ anta kama taqulu wa fawqa ma naqulu \ allahumma inni as'aluka sabran jamilan \ wa farajan qariban \ wa qawlan sadiqan \ wa ajran aziman 

as'aluka ya rabbi min alkhayri kullihi 

ma alimtu minhu wa ma lam alam 

as'aluka allahumma min khayri ma sa'alaka minhu ibaduka alssalihuna \ ya khayra man su'ila \ wa ajwada man ata 

atini su'li fi nafsi wa ahli \ wa walidayya wa wuldi \ wa ahli huzanati wa ikhwani fika \ wa arghid ayshi 

wa azhir muruwwati 

wa aslih jamia ahwali \ wajalni mimman atalta umrahu \ wa hassanta amalahu 

wa atmamta alayhi nimataka wa radita anhu \ wa ahyaytahu hayatan tayyibatan fi adwami alssururi \ wa asbaghi alkaramati wa atammi alayshi 

innaka tafalu ma tasha'u \ wa la yafalu ma yasha'u ghayruka 

allahumma khussani minka bikhassati dhikrika 

wa la tajal shay'an mimma ataqarrabu bihi \ fi ana'i allayli wa atrafi alnnahari \ riya'an wa la sumatan 

wa la asharan wa la bataran 

wajalni laka min alkhashiina 

allahumma atini alssaata fi alrrizqi 

wal-amni fi alwatani 

wa qurrata alayni fi al-ahli walmali walwaladi \ walmuqama fi niamika indi \ walssihhata fi aljismi \ walquwwata fi albadani \ walssalamata fi addini \ wastamilni bitaatika wa taati rasulika 

muhammadin salla allahu alayhi wa ala alihi abadan ma istamartani \ wajalni min awfari ibadika indaka nasiban 

fi kulli khayrin anzaltahu wa tunziluhu fi shahri ramadana 

fi laylati alqadri 

wa ma anta munziluhu fi kulli sanatin min rahmatin tunshiruha 

wa afiyatin tulbisuha \ wa baliyyatin tadfauha 

wa hasanatin tataqabbaluha 

wa sayyi'atin tatajawazu anha \ warzuqni hajja baytika alharami fi amina hadha wa fi kulli amin \ warzuqni rizqan wasian min fadlika alwasii \ wasrif anni ya sayyidi al-aswa'a 

waqdi anni alddayna walzzulamati hatta la ata'adhadha bishay'in minhu \ wa khudh anni bi'asmai wa'absari ada'i wa hussadi walbaghina alayya \ wansurni alayhim 

wa aqirra ayni wa farrih qalbi \ wajal li min hammi wa karbi farajan wa makhrajan 

wajal man aradani bisu'in min jamii khalqika tahta qadamayya 

wakfini sharra alshshaytani 

wa sharra alssultani 

wa sayyi'ati amali \ wa tahhirni min aldhdhunubi kulliha \ wa ajirni min alnnari biafwika 

wa adkhilni aljannata birahmatika 

wa zawwijni min alhuri alini bifadlika \ wa alhiqni bi'awliya'aka alssalihina muhammadin wa alihi \ al-abrari alttayyibina alttahirina al-akhyari \ salawatuka alayhim wa ala ajsadihim wa arwahihim wa rahmatu allahi wa barakatuhu \ ilahi wa sayyidi wa izzatika wa jalalika 

la'in talabtani bidhunubi la'utalibannaka biafwika \ wa la'in talabtani bilu'mi la'utalibannaka bikaramika \ wa la'in adkhaltani alnnara la'ukhbiranna ahla alnnari bihubbi laka \ ilahi wa sayyidi in kunta la taghfiru illa li'awliya'ika wa ahli taatika 

fa'ila man yafzau almudhnibuna \ wa in kunta la tukrimu illa ahla alwafa'i bika \ fabiman yastaghithu almusi'una \ ilahi in adkhaltani alnnara fafi dhalika sururu aduwwika 

wa in adkhaltani aljannata fafi dhalika sururu nabiyyika 

wa ana wallahi alamu anna surura nabiyyika ahabbu ilayka min sururi aduwwika 

allahumma inni as'aluka an tamla'a qalbi hubban laka 

wa khashyatan minka 

wa tasdiqan bikitabika 

wa imanan bika 

wa faraqan minka 

wa shawqan ilayka 

ya dha aljalali wal-ikrami habbib ilayya liqa'aka 

wa ahbib liqa'i 

wajal li fi liqa'ika alrrahata walfaraja walkaramata \ allahumma alhiqni bisalihi man mada \ wajalni min salihi man baqiya wa khudh bi sabila alssalihina 

wa ainni ala nafsi bima tuinu bihi alssalihina ala anfusihim 

wakhtim amali bi'ahsanihi \ wajal thawabi minhu aljannata birahmatika 

wa ainni ala salihi ma ataytani \ wa thabbitni ya rabbi wa la taruddani fi su'in istanqadhtani minhu \ ya rabba alalamina 

allahumma inni as'aluka imanan la ajala lahu duna liqa'ika 

ahyini ma ahyaytani alayhi \ wa tawaffani idha tawaffaytani alayhi 

wabathni idha baathnati alayhi \ wa abri' qalbi min alrriya'i walshshakki walssumati fi dinika 

hatta takuna amali khalisan laka \ allahumma atini basiratan fi dinika 

wa fahman fi hukmika 

wa fiqhan fi ilmika \ wa kiflayni min rahmatika \ wa waraan yahjuzuni an maasika 

wa bayyid wajhi binurika 

wajal raghbati fima indaka 

wa tawaffani fi sabilika wa ala millati rasulika \ salla allahu alayhi wa ala alihi 

allahumma inni audhu bika min alkasali walfashali \ walhammi waljubni walbukhli \ walghaflati walqaswati walmaskanati \ walfaqri walfaqati \ wa kulli baliyyatin walfawahishi ma zahara minha wa ma batana \ wa audhu bika min nafsin la taqnau \ wa batnin la yashbau 

wa qalbin la yakhshau \ wa dua'in la yusmau \ wa amalin la yanfau \ wa audhu bika ya rabbi ala nafsi wa dini wa mali \ wa ala jamii ma razaqtani min alshshaytani alrrajimi \ innaka anta alssamiu alalimu \ allahumma innahu la yujiruni minka ahadun \ wa la ajidu min dunika multahadan \ fala tajal nafsi fi shay'in min adhabika \ wa la taruddani bihalakatin \ wa la taruddani biadhabin alimin 

allahumma taqabbal minni 

wa ali dhikri \ warfa darajati 

wa huttta wizri 

wa la tadhkurni bikhati'ati 

wajal thawaba majlisi \ wa thawaba mantiqi \ wa thawaba dua'i ridaka waljannata 

wa atini ya rabbi jamia ma sa'altuka wa zidni min fadlika 

inni ilayka raghibun ya rabba alalamina \ allahumma innaka anzalta fi kitabika an nafuwa amman zalamana \ wa qad zalamna anfusana fafu anna fa'innaka awla bidhalika minna \ wa amartana an la narudda sa'ilan an abwabina 

wa qad ji'tuka sa'ilan fala taruddani illa biqada'i hajati 

wa amartana bil-ihsani ila ma malakat aymanuna 

wa nahyu ariqqa'uka fa'atiq riqabana min alnnari \ ya mafzai inda kurbati \ wa ya ghawthi inda shiddati 

ilayka fazitu \ wa bika istaghathtu wa ludhtu \ la aludhu bisiwaka \ wa la atlubu alfaraja illa minka \ fa'aghithni wa farrij anni 

ya man yaqbalu alyasira wa yafu an alkathira 

iqbal minni alyasira wafu anni alkathira 

innaka anta alghafuru alrrahimu 

allahumma inni as'aluka imanan tubashiru bihi qalbi 

wa yaqinan sadiqan hatta alama annahu lan yusibani illa ma katabta li \ wa raddini min alayshi bima qasamta li 

ya arhama alrrahimina`
};