
export const jawshanContent = {
  'العربية': `(1)
  اللَّهُ
  
يَا رَحْمَنُ يَا رَحِيمُ

يَا كَرِيمُ يَا مُقِيمُ

يَا عَظِيمُ يَا قَدِيمُ

يَا عَلِيمُ يَا حَلِيمُ يَا حَكِيمُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(2)
يَا سَيِّدَ السَّادَاتِ

يَا مُجِيبَ الدَّعَوَاتِ

يَا رَافِعَ الدَّرَجَاتِ

يَا وَلِيَّ الْحَسَنَاتِ

يَا غَافِرَ الْخَطِيئَاتِ

يَا مُعْطِيَ الْمَسْأَلاتِ

يَا قَابِلَ التَّوْبَاتِ

يَا سَامِعَ الأَصْوَاتِ

يَا عَالِمَ الْخَفِيَّاتِ

يَا دَافِعَ الْبَلِيَّاتِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(3)
يَا خَيْرَ الْغافِرِينَ

يَا خَيْرَ الْفَاتِحِينَ

يَا خَيْرَ النَّاصِرِينَ

يَا خَيْرَ الْحَاكِمِينَ

يَا خَيْرَ الرَّازِقِينَ

يَا خَيْرَ الْوَارِثِينَ

يَا خَيْرَ الْحَامِدِينَ

يَا خَيْرَ الذَّاكِرِينَ

يَا خَيْرَ الْمُنْزِلِينَ

يَا خَيْرَ الْمُحْسِنِينَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(4)
يَا مَن لَّهُ الْعِزَّةُ وَالْجَمَالُ

يَا مَن لَّهُ الْقُدْرَةُ وَالْكَمَالُ

يَا مَن لَّهُ الْمُلْكُ وَالجَلاَلُ

يَا مَنْ هُوَ الْكَبِيرُ الْمُتَعَاِل

يَا مُنْشِئَ السَّحَابِ الثِّقَاِل

يَا مَنْ هُوَ شَدِيدُ الْمِحَاِل

يَا مَنْ هُوَ سَرِيعُ الْحِسَابِ

يَا مَنْ هُوَ شَدِيدُ الْعِقَابِ

يَا مَنْ عِنْدَهُ حُسْنُ الثَّوَابِ

يَا مَنْ عِنْدَهُ أُمُّ الْكِتَابِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(5)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا حَنَّانُ يَا مَنَّانُ

يَا دَيَّانُ يَا بُرْهَانُ

يَا سُلْطَانُ يَا رِضْوَانُ

يَا غُفْرَانُ يَا سُبْحَانَُا مُسْتَعَانُ

يَا ذَا الْمَنِّ وَالْبَيَانِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(6)
يَا مَن تَوَاضَعَ كُلُّ شَيٍْء لِّعَظَمَتِهِ

يَا مَنْ اسْتَسلَمَ كُلُّ شَيٍْء لِّقُدْرَتِهِ

يَا مَن ذَلَّ كُلُّ شَيٍْء لِّعِزَّتِهِ

يَا مَنْ خَضَعَ كُلُّ شَيٍْء لِّهَيْبَتِهِ

يَا مَنْ انْقَادَ كُلُّ شَيٍْء مِّنْ خَشْيَتِهِ

يَا مَن تَشَقَّقَتِ الْجِبَالُ مِن مَّخَافَتِهِ

يَا مَن قَامَتِ السَّمَاوَاتُ بِأَمْرِهِ

يَا مَنْ اسْتَقَرَّتِ الأَرَضُونَ بِإِذْنِهِ

يَا مَن يُّسَبِّحُ الرَّعْدُ بِحَمْدِهِ

يَا مَن لا يَعْتَدِي عَلَى أَهْلِ مَمْلَكَتِهِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(7)
يَا غَافِرَ الْخَطَايَا

يَا كَاشِفَ الْبَلاَيَا

يَا مُنْتَهَى الرَّجَايَا

يَا مُجْزِلَ الْعَطَايَا

يَا وَاهِبَ الْهَدَايَا

يَا رَازِقَ الْبَرَايَا

يَا قَاضِي الْمَنَايَا

يَا سَامِعَ الشَّكَايَا

يَا بَاعِثَ الْبَرَايَا

يَا مُطْلِقَ الأُسَارَى

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(8)
يَا ذَا الْحَمْدِ وَالثَّنَاءِ

يَا ذَا الْفَخْرِ وَالْبَهَاءِ

يَا ذَا الْمَجْدِ وَالسَّنَاءِ

يَا ذَا الْعَهْدِ وَالْوَفَاءِ

يَا ذَا الْعَفْوِ وَالرِّضَاءِ

يَا ذَا الْمَنِّ وَالْعَطَاءِ

يَا ذَا الْفَصْلِ وَالْقَضَاءِ

يَا ذَا الْعِزِّ وَالْبَقَاءِ

يَا ذَا الْجُودِ وَالسَّخَاءِ

يَا ذَا الآلاءِ وَالنَّعْمَاءِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(9)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا مَانِعُ يَا دَافِعُ

يَا رَافِعُ يَا صَانِعُ

يَا نَافِعُ يَا سَامِعُ

يَا جَامِعُ يَا شَافِعُ

يَا وَاسِعُ يَا مُوسِعُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(10)
يَا صَانِعَ كُلِّ مصْنُوعٍ

يَّا خَاِلقَ كُلِّ مَخْلُوقٍ

يَّا رَازِقَ كُلِّ مَرْزُوقٍ

يَّا مَاِلكَ كُلِّ مَمْلُوكٍ

يَّا كَاشِفَ كُلِّ مَكْرُوبٍ

يَّا فَاِرجَ كُلِّ مَهْمُومٍ

يَّا رَاحِمَ كُلِّ مَرْحُومٍ

يَّا نَاصِرَ كُلِّ مَخْذُولٍ

يَّا سَاتِرَ كُلِّ مَعْيُوبٍ

يَّا مَلْجَأَ كُلِّ مَطْرُودٍ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(11)
يَا عُدَّتِي عِنْدَ شِدَّتِي

يَا رَجَائِي عِنْدَ مُصِيبَتِي

يَا مُؤْنِسِي عِنْدَ وَحْشَتِي

يَا صَاحِبِي عِنْدَ غُرْبَتِي

يَا وَلِيِّي عِنْدَ نِعْمَتِي

يَا غِيَاثِي عِنْدَ كُرْبَتِي

يَا دَلِيلِي عِنْدَ حَيْرَتِي

يَا غِنَائِي عِنْدَ افْتِقَارِي

يَا مَلْجَئِي عِنْدَ اضْطِرَارِي

يَا مُعِينِي عِنْدَ مَفْزَعِي

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(12)
يَا عَلاَّمَ الْغُيُوبِ

يَا غَفَّارَ الذُّنُوبِ،

يَا سَتَّارَ الْعُيُوبِ

يَا كَاشِفَ الْكُرُوبِ

يَا مُقَلِّبَ الْقُلُوبِ

يَا طَبِيبَ الْقُلُوبِ

يَا مُنَوِّرَ الْقُلُوبِ

يَا أَنِيسَ الْقُلُوبِ

يَا مُفَرِّجَ الْهُمُومِ

يَا مُنَفِّسَ الْغُمُومِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(13)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا جَلِيلُ يَا جَمِيلُ

يَا وَكِيلُ يَا كَفِيلُ

يَا دَلِيلُ يَا قَبِيلُ

يَا مُدِيلُ يَا مُنِيلُ

يَا مُقِيلُ يَا مُحِيلُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(14)
يَا دَلِيلَ الْمُتَحَيِّرِينَ

يَا غِيَاثَ الْمُسْتَغِيثِينَ

يَا صَرِيخَ الْمُسْتَصْرِخِينَ

يَا جَارَ الْمُسْتَجِيرِينَ

يَا أَمَانَ الْخَائِفِينَ

يَا عَوْنَ الْمُؤْمِنِينَ

يَا رَاحِمَ الْمَسَاكِينَ

يَا مَلْجَأَ الْعَاصِينَ

يَا غَافِرَ الْمُذْنِبِينَ

يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(15)
يَا ذَا الْجُودِ وَالإِحْسَانِ

يَا ذَا الْفَضْلِ وَالإمْتِنَانِ

يَا ذَا الأَمْنِ وَالأَمَانِ

يَا ذَا الْقُدْسِ وَالسُّبْحَانِ

يَا ذَا الْحِكْمَةِ وَالْبَيَانِ

يَا ذَا الرَّحْمَةِ وَالرِّضْوَانِ

يَا ذَا الْحُجَّةِ وَالْبُرْهَانِ

يَا ذَا الْعَظَمَةِ وَالسُّلْطَانِ

يَا ذَا الرَّأْفَةِ وَالْمُسْتَعَانِ

يَا ذَا الْعَفْوِ وَالْغُفْرَانِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(16)
يَّا مَنْ هُوَ رَبُّ كُلِّ شَيٍْء

يَّا مَنْ هُوَ إِلَهُ كُلِّ شَيٍْء

يَّا مَنْ هُوَ خَاِلقُ كُلِّ شَيٍْء

يَّا مَنْ هُوَ صَانِعُ كُلِّ شَيٍْء

يَّا مَنْ هُوَ قَبْلَ كُلِّ شَيٍْء

يَّا مَنْ هُوَ بَعْدَ كُلِّ شَيٍْء

يَّا مَنْ هُوَ فَوْقَ كُلِّ شَيٍْء

يَّا مَنْ هُوَ عَاِلمٌ بِكُلِّ شَيٍْء

يَّا مَنْ هُوَ قَادِرٌ عَلَى كُلِّ شَيٍْء

يَّا مَنْ هُوَ يَبْقَى وَيَفْنَى كُلُّ شَيٍْء

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(17)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا مُؤْمِنُ يَا مُهَيْمِنُ

يَا مُكَوِّنُ يَا مُلَقِّنُ

يَا مُبَيِّنُ يَا مُهَوِّنُ

يَا مُمَكِّنُ يَا مُزَيِّنُ

يَا مُعْلِنُ يَا مُقْسِّمُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(18)
يَّا مَنْ هُوَ فِي مُلْكِهِ مُقِيمٌ

يَّا مَنْ هُوَ فِي سُلْطَانِهِ قَدِيمٌ

يَّا مَنْ هُوَ فِي جَلاَلِهِ عَظِيمٌ

يَّا مَنْ هُوَ عَلَى عِبَادِهِ رَحِيمٌ

يَّا مَنْ هُوَ بِكُلِّ شَيٍْء عَلِيمٌ

يَّا مَنْ هُوَ بِمَنْ عَصَاهُ حَلِيمٌ

يَّا مَنْ هُوَ بِمَن رَّجَاهُ كَرِيمٌ

يَّا مَنْ هُوَ فِي صُنْعِهِ حَكِيمٌ

يَّا مَنْ هُوَ فِي حِكْمَتِهِ لَطِيفٌ

يَّا مَنْ هُوَ فِي لُطْفِهِ قَدِيمٌ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(19)
يَا مَن لا يُرْجَى إِلاَّ فَضْلُهُ

يَا مَن لا يُسْأَلُ إِلاَّ عَفْوُهُ

يَا مَن لا يُنْظَرُ إِلاَّ بِرُّهُ

يَا مَن لا يُخَافُ إِلاَّ عَدْلُهُ

يَا مَن لا يَدُومُ إِلاَّ مُلْكُهُ

يَا مَن لا سُلْطَانَ إِلاَّ سُلْطَانُهُ

يَا مَن وَّسِعَتْ كُلَّ شَيٍْء رَّحْمَتُهُ

يَا مَنْ سَبَقَتْ رَحْمَتُهُ غَضَبَهُ

يَا مَنْ أَحَاطَ بِكُلِّ شَيٍْء عِلْمُهُ

يَا مَن لَّيْسَ أَحَدٌ مِّثْلَهُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(20)
يَا فَارِجَ الْهَمِّ

يَا كَاشِفَ الْغَمِّ

يَا غَافِرَ الذَّنْبِ

يَا قَابِلَ التَّوْبِ

يَا خَاِلقَ الْخَلْقِ

يَا صَادِقَ الْوَعْدِ

يَا مُوفِي الْعَهْدِ

يَا عَالِمَ السِّرِّ

يَا فَاِلقَ الْحَبِّ

يَا رَازِقَ الأَنَامِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(21)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا عَلِيُّ يَا وَفِيُّ

يَا غَنِيُّ يَا مَلِيُّ

يَا حَفِيُّ يَا رَضِيُّ

يَا زَكِيُّ يَا بَدِيُّ

يَا قَوِيُّ يَا وَلِيُّ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(22)
يَا مَنْ أَظْهَرَ الْجَمِيلَ

يَا مَنْ سَتَرَ الْقَبِيحَ

يَا مَن لَّمْ يُؤَاخِذْ بِالْجَرِيرَةِ

يَا مَن لَّمْ يَهْتِكِ السِّتْرَ

يَا عَظِيمَ الْعَفْوِ

يَا حَسَنَ التَّجَاوُزِ

يَا وَاسِعَ الْمَغْفِرَةِ

يَا بَاسِطَ الْيَدَيْنِ بِالرِّحْمَةِ

يَا صَاحِبَ كُلِّ نَجْوًى

يَّا مُنْتَهَى كُلِّ شَكْوًى

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(23)
يَّا ذَا النِّعْمَةِ السَّابِغَةِ

يَا ذَا الرَّحْمَةِ الْوَاسِعَةِ

يَا ذَا الْمِنَّةِ السَّابِقَةِ

يَا ذَا الْحِكْمَةِ الْبَاِلغَةِ

يَا ذَا الْقُدْرَةِ الْكَامِلَةِ

يَا ذَا الْحُجَّةِ الْقَاطِعَةِ

يَا ذَا الْكَرَامَةِ الظَّاهِرَةِ

يَا ذَا الْعِزَّةِ الدَّائِمَةِ

يَا ذَا الْقُوَّةِ الْمَتِينَةِ

يَا ذَا الْعَظَمَةِ الْمَنِيعَةِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(24)
يَا بَدِيَعَ السَّمَاوَاتِ

يَا جَاعِلَ الظُّلُمَاتِ

يَا رَاحِمَ الْعَبَرَاتِ

يَا مُقِيلَ الْعَثَرَاتِ

يَا سَاتِرَ الْعَوْرَاتِ

يَا مُحْيِي الأَمْوَاتِ

يَا مُنْزِلَ الآيَاتِ

يَا مُضَعِّفَ الْحَسَنَاتِ

يَا مَاحِي السَّيِّئَاتِ

يَا شَدِيدَ النَّقِمَاتِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(25)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا مُصَوِّرُ يَا مُقَدِّرُ

يَا مُدَبِّرُ يَا مُطَهِّرُ

يَا مُنَوِّرُ يَا مُيَسِّرُ

يَا مُبَشِّرُ يَا مُنْذِرُ

يَا مُقَدِّمُ يَا مُؤَخِّرُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(26)
يَا رَبَّ الْبَيْتِ الْحَرَامِ

يَا رَبَّ الشَّهْرِ الْحَرَامِ

يَا رَبَّ الْبَلَدِ الْحَرَامِ

يَا رَبَّ الرُّكْنِ وَالْمَقَامِ

يَا رَبَّ الْمَشْعَرِ الْحَرَامِ

يَا رَبَّ الْمَسْجِدِ الْحَرَامِ

يَا رَبَّ الْحِلِّ وَالْحَرَامِ

يَا رَبَّ النُّورِ وَالظَّلاَمِ

يَا رَبَّ التَّحِيَّةِ وَالسَّلاَمِ

يَا رَبَّ الْقُدْرَةِ فِي الأَنَامِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(27)
يَا أَحْكَمَ الْحَاكِمِينَ

يَا أَعْدَلَ الْعَادِلِينَ

يَا أَصْدَقَ الصَّادِقِينَ

يَا أَطْهَرَ الطَّاهِرِينَ

يَا أَحْسَنَ الْخَاِلقِينَ

يَا أَسْرَعَ الْحَاسِبِينَ

يَا أَسْمَعَ السَّامِعِينَ

يَا أَبْصَرَ النَّاظِرِينَ

يَا أَشْفَعَ الشَّافِعِينَ

يَا أَكْرَمَ الأَكْرَمِينَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(28)
يَا عِمَادَ مَن لا عِمَادَ لَهُ

يَا سَنَدَ مَن لا سَنَدَ لَهُ

يَا ذُخْرَ مَن لا ذُخْرَ لَهُ

يَا حِرْزَ مَن لا حِرْزَ لَهُ

يَا غِيَاثَ مَن لا غِيَاثَ لَهُ

يَا فَخْرَ مَن لا فَخْرَ لَهُ

يَا عِزَّ مَن لا عِزَّ لَهُ

يَا مُعِينَ مَن لا مُعِينَ لَهُ

يَا أَنِيسَ مَن لا أَنِيسَ لَهُ

يَا أَمَانَ مَن لا أَمَانَ لَهُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(29)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا عَاصِمُ يَا قَائِمُ

يَا دَائِمُ يَا رَاحِمُ

يَا سَالِمُ يَا حَاكِمُ

يَا عَالِمُ يَا قَاسِمُ

يَا قَابِضُ يَا بَاسِطُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(30)
يَا عَاصِمَ مَنِ اسْتَعْصَمَهُ

يَا رَاحِمَ مَنِ اسْتَرْحَمَهُ

يَا غَافِرَ مَنِ اسْتَغْفَرَهُ

يَا نَاصِرَ مَنِ اسْتَنْصَرَهُ

يَا حَافِظَ مَنِ اسْتَحْفَظَهُ

يَا مُكْرِمَ مَنِ اسْتَكْرَمَهُ

يَا مُرْشِدَ مَنِ اسْتَرْشَدَهُ

يَا صَرِيخَ مَنِ اسْتَصْرَخَهُ

يَا مُعِينَ مَنِ اسْتَعَانَهُ،

يَا مُغِيثَ مَنِ اسْتَغَاثَهُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(31)
يَا عَزِيزاً لا يُضَامُ

يَا لَطِيفاً لا يُرَامُ

يَا قَيُّوماً لا يَنَامُ

يَا دَائِماً لا يَفُوتُ

يَا حَيّاً لا يَمُوتُ

يَا مَلِكاً لا يَزُولُ

يَا بَاقِياً لا يَفْنَى

يَا عَالِماً لا يَجْهَلُ

يَا صَمَداً لا يُطْعَمُ

يَا قَوِيّاً لا يَضْعُفُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(32)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا أَحَدُ يَا وَاحِدُ

يَا شَاهِدُ يَا مَاجِدُ

يَا حَامِدُ يَا رَاشِدُ

يَا بَاعِثُ يَا وَارِثُ

يَا ضَارُّ يَا نَافِعُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(33)
يَا أَعْظَمَ مِنْ كُلِّ عَظِيمٍ

يَّا أَكْرَمَ مِنْ كُلِّ كَرِيمٍ

يَّا أَرْحَمَ مِنْ كُلِّ رَحِيمٍ

يَّا أَعْلَمَ مِنْ كُلِّ عَلِيمٍ

يَّا أَحْكَمَ مِنْ كُلِّ حَكِيمٍ

يَّا أَقْدَمَ مِنْ كُلِّ قَدِيمٍ

يَّا أَكْبَرَ مِنْ كُلِّ كَبِيرٍ

يَّا أَلْطَفَ مِنْ كُلِّ لَطِيفٍ

يَّا أَجَلَّ مِنْ كُلِّ جَلِيلٍ

يَّا أَعَزَّ مِنْ كُلِّ عَزِيزٍ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(34)
يَا كَرِيمَ الصَّفْحِ

يَا عَظِيمَ الْمَنِّ

يَا كَثِيرَ الْخَيْرِ

يَا قَدِيمَ الْفَضْلِ

يَا دَائِمَ اللُّطْفِ،

يَا لَطِيفَ الصُّنْعِ

يَا مُنَفِّسَ الْكَرْبِ

يَا كَاشِفَ الضُّرِّ

يَا مَاِلكَ الْمُلْكِ

يَا قَاضِي الْحَقِّ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(35)
يَا مَنْ هُوَ فِي عَهْدِهِ وَفِيٌّ

يَّا مَنْ هُوَ فِي وَفَائِهِ قَوِيٌّ

يَّا مَنْ هُوَ فِي قُوَّتِهِ عَلِيٌّ

يَّا مَنْ هُوَ فِي عُلُوُّهِ قَرِيبٌ

يَّا مَنْ هُوَ فِي قُرْبِهِ لَطِيفٌ

يَّا مَنْ هُوَ فِي لُطْفِهِ شَرِيفٌ

يَّا مَنْ هُوَ فِي شَرَفِهِ عَزِيزٌ

يَّا مَنْ هُوَ فِي عِزِّهِ عَظِيمٌ

يَّا مَنْ هُوَ فِي عَظَمَتِهِ مَجِيدٌ

يَّا مَنْ هُوَ فِي مَجْدِهِ حَمِيدٌ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(36)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا كَافِي يَا شَافِي

يَا وَافِي يَا مُعَافِي

يَا هَادِي يَا دَاعِي

يَا قَاضِي يَا رَاضِي

يَا عَاِلي يَا بَاقِي

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(37)
يَا مَن كُلُّ شَيٍْء خَاضِعٌ لَّهُ

يَا مَن كُلُّ شَيٍْء خَاشِعٌ لَّهُ

يَا مَنْ كُلُّ شَيٍْء كَائِنٌ لَّهُ

يَا مَن كُلُّ شَيٍْء مَّوْجُودٌ بِهِ

يَا مَن كُلُّ شَيٍْء مُّنِيبٌ إِلَيْهِ

يَا مَن كُلُّ شَيٍْء خَائِفٌ مِّنْهُ

يَا مَن كُلُّ شَيٍْء قَائِمٌ بِهِ

يَا مَن كُلُّ شَيٍْء صَائِرٌ إِلَيْهِ

يَا مَنْ كُلُّ شَيٍْء يُّسَبِّحُ بِحَمْدِهِ

يَا مَن كُلُّ شَيٍْء هَاِلكٌ إِلاَّ وَجْهَهُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(38)
يَا مَن لا مَفَرَّ إِلاَّ إِلَيْهِ

يَا مَن لا مَفْزَعَ إِلاَّ إِلَيْهِ

يَا مَن لا مَقْصَدَ إِلاَّ إِلَيْهِ

يَا مَن لا مَنجَىً مِنْهُ إِلاَّ إِلَيْهِ

يَا مَن لا يُرْغَبُ إِلاَّ إلَيهِ

يَا مَن لا حَوْلَ وَلا قُوَّةَ إِلاَّ بِهِ

يَا مَن لا يُسْتَعَانُ إِلاَّ بِهِ

يَا مَن لا يُتَوَكَّلُ إِلاَّ عَلَيْهِ

يَا مَن لا يُرْجَى إِلاَّ هُوَ

يَا مَن لا يُعْبَدُ إِلاَّ هُوَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(39)
يَا خَيْرَ الْمَرْهُوبِينَ

يَا خَيْرَ الْمَرْغُوبِينَ

يَا خَيْرَ الْمَطْلُوبِينَ

يَا خَيْرَ الْمَسْؤُولِينَ

يَا خَيْرَ الْمَقْصُودِينَ

يَا خَيْرَ الْمَذْكُورِينَ

يَا خَيْرَ الْمَشْكُورِينَ

يَا خَيْرَ الْمَحْبُوبِينَ

يَا خَيْرَ الْمَدْعُوِّينَ

يَا خَيْرَ الْمُسْتَأْنِسِينَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(40)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا غَافِرُ يَا سَاتِرُ

يَا قَادِرُ يَا قَاهِرُ يَا فَاطِرُ

يَا كَاسِرُ يَا جَابِرُ

يَا ذَاكِرُ يَا نَاظِرُ يَا نَاصِرُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(41)
يَا مَنْ خَلَقَ فَسَوَّى

يَا مَن قَدَّرَ فَهَدَى

يَا مَن يَّكْشِفُ الْبَلْوَى

يَا مَن يَّسْمَعُ النَّجْوَى

يَا مَن يُّنْقِذُ الْغَرْقَى

يَا مَن يُّنجِي الْهَلْكَى

يَا مَن يَّشْفِي الْمَرْضَى

يَا مَنْ أَضْحَكَ وَأَبْكَى

يَا مَنْ أَمَاتَ وَأَحْيَا

يَا مَنْ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالأُنْثَى

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(42)
يَا مَن فِي الْبَرِّ وَالْبَحْرِ سَبِيلُهُ

يَا مَن فِي الآفَاقِ آيَاتُهُ

يَا مَن فِي الآيَاتِ بُرْهَانُهُ

يَا مَن فِي الْمَمَاتِ قُدْرَتُهُ

يَا مَن فِي الْقُبُورِ عِبْرَتُهُ

يَا مَن فِي الْقِيَامَةِ مُلْكُهُ

يَا مَن فِي الْحِسَابِ هَيْبَتُهُ

يَا مَن فِي الْمِيزَانِ قَضَاؤُهُ

يَا مَن فِي الْجَنَّةِ ثَوَابُهُ

يَا مَن فِي النَّارِ عِقَابُهُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(43)
يَا مَنْ إِلَيْهِ يَهْرَبُ الْخَائِفُونَ

يَا مَنْ إِلَيْهِ يَفْزَعُ الْمُذْنِبُونَ

يَا مَنْ إِلَيْهِ يَقْصِدُ الْمُنِيبُونَ

يَا مَنْ إِلَيْهِ يَرْغَبُ الزَّاهِدُونَ

يَا مَنْ إِلَيْهِ يَلْجَأُ الْمُتَحَيِّرُونَ

يَا مَنْ بِهِ يَسْتَأْنِسُ الْمُرِيدُونَ

يَا مَنْ بِهِ يَفْتَخِرُ الْمُحِبُّونَ

يَا مَن فِي عَفْوِهِ يَطْمَعُ الْخَاطِئُونَ

يَا مَنْ إِلَيْهِ يَسْكُنُ الْمُوقِنُونَ

يَا مَنْ عَلَيَهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(44)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا حَبِيبُ يَا طَبِيبُ

يَا قَرِيبُ يَا رَقِيبُ

يَا حَسيِبُ يَا مُهِيبُ

يَا مُثِيبُ يَا مُجِيبُ

يَا خَبِيرُ يَا بَصِيرُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(45)
يَا أَقْرَبَ مِنْ كُلِّ قَرِيبٍ

يَّا أَحَبَّ مِنْ كُلِّ حَبِيبٍ

يَّا أَبْصَرَ مِنْ كُلِّ بَصِيرٍ

يَّا أَخْبَرَ مِنْ كُلِّ خَبِيرٍ

يَّا أَشْرَفَ مِنْ كُلِّ شَرِيفٍ

يَّا أَرْفَعَ مِنْ كُلِّ رَفِيعٍ

يَّا أَقْوَى مِنْ كُلِّ قَوِيٍّ

يَّا أَغْنَى مِنْ كُلِّ غَنِيٍّ

يَّا أَجْوَدَ مِنْ كُلِّ جَوَادٍ

يَّا أَرْأَفَ مِنْ كُلِّ رَؤُوفٍ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(46)
يَا غَاِلباً غَيْرَ مَغْلُوبٍ

يَّا صَانِعاً غَيْرَ مَصْنُوعٍ

يَّا خَاِلقاً غَيْرَ مَخْلُوقٍ

يَّا مَاِلكاً غَيْرَ مَمْلُوكٍ

يَّا قَاهِراً غَيْرَ مَقْهُورٍ

يَّا رَافِعاً غَيْرَ مَرْفُوعٍ

يَّا حَافِظاً غَيْرَ مَحْفُوظٍ

يَّا نَاصِراً غَيْرَ مَنْصُورٍ

يَّا شَاهِداً غَيْرَ غَائِبٍ

يَّا قَرِيباً غَيْرَ بَعِيدٍ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(47)
يَا نُورَ النُّورِ

يَا مُنَوِّرَ النُّورِ

يَا خَاِلقَ النُّورِ

يَا مُدَبِّرَ النُّورِ

يَا مُقَدِّرَ النُّورِ

يَا نُورَ كُلِّ نُورٍ

يَّا نُوراً قَبْلَ كُلِّ نُورٍ

يَّا نُوراً بَعْدَ كُلِّ نُورٍ

يَّا نُوراً فَوْقَ كُلِّ نُورٍ

يَّا نُوراً لَّيْسَ كَمِثْلِهِ نُورٌ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(48)
يَا مَنْ عَطَاؤُهُ شَرِيفٌ

يَّا مَن فِعْلُهُ لَطِيفٌ

يَّا مَن لُّطْفُهُ مُقِيمٌ

يَّا مَنْ إِحْسَانُهُ قَدِيمٌ

يَّا مَن قَوْلُهُ حَقٌّ

يَّا مَن وَّعْدُهُ صِدْقٌ

يَّا مَنْ عَفْوُهُ فَضْلٌ

يَّا مَنْ عَذَابُهُ عَدْلٌ

يَّا مَنْ ذِكْرُهُ حُلْوٌ

يَّا مَن فَضْلُهُ عَمِيمٌ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(49)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا مُسَهِّلُ يَا مُفَصِّلُ

يَا مُبَدِّلُ يَا مُذَلِّلُ

يَا مُنَزِّلُ يَا مُنَوِّلُ

يَا مُفْضِلُ يَا مُجْزِلُ

يَا مُمْهِلُ يَا مُجْمِلُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(50)
يَا مَن يَّرَى وَلا يُرَى

يَا مَن يَّخْلُقُ وَلا يُخْلَقُ

يَا مَن يَّهْدِي وَلا يُهْدَى

يَا مَن يُّحْيِي وَلا يُحْيَى

يَا مَن يَّسْأَلُ وَلا يُسْأَلُ

يَا مَن يُّطْعِمُ وَلا يُطْعَمُ

يَا مَن يُّجِيرُ وَلا يُجَارُ عَلَيْهِ

يَا مَن يَّقْضِي وَلا يُقْضَى عَلَيْهِ

يَا مَن يَّحْكُمُ وَلا يُحْكَمُ عَلَيْهِ

يَا مَن لَّمْ يَلِدْ وَلَمْ يُولَدْ

وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(51)
يَا نِعْمَ الْحَسِيبُ

يَا نِعْمَ الطَّبِيبُ

يَا نِعْمَ الرَّقِيبُ

يَا نِعْمَ القَرِيبُ

يَا نِعْمَ المُجِيبُ

يَا نِعْمَ الحَبِيبُ

يَا نِعْمَ الكَفِيلُ

يَا نِعْمَ الوَكِيلُ

يَا نِعْمَ المَوْلىَ

يَا نِعْمَ النَّصِيرُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(52)
يَا سُرُورَ الْعَارِفِينَ

يَا مُنَى الْمُحِبِّينَ

يَا أَنِيسَ الْمُرِيدِينَ

يَا حَبِيبَ التَّوَّابِينَ

يَا رَازِقَ الْمُقِلِّينَ

يَا رَجَاءَ الْمُذْنِبِينَ

يَا قُرَّةَ عَيْنِ الْعَابِدِينَ

يَا مُنَفِّسَ عَنِ الْمَكْرُوبِينَ

يَا مُفَرِّجَ عَنِ الْمَغْمُومِينَ

يَا إِلَهَ الأَوَّلِينَ وَالآخِرِينَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(53)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا رَبَّنَا يَا إِلَهَنَا

يَا سَيِّدَنَا يَا مَوْلانَا

يَا نَاصِرَنَا يَا حَافِظَنَا

يَا دَلِيلَنَا يَا مُعِينَنَا

يَا حَبِيبَنَا يَا طَبِيبَنَا

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(54)
يَا رَبَّ النَّبِيِّينَ وَالأَبْرَارِ

يَا رَبَّ الصِّدِّيقِينَ وَالأَخْيَارِ

يَا رَبَّ الجَنَّةِ وَالنَّارِ

يَا رَبَّ الصِّغَارِ وَالْكِبَارِ

يَا رَبَّ الْحُبُوبِ وَالثِّمَارِ

يَا رَبَّ الأَنْهَارِ وَالأَشْجَارِ

يَا رَبَّ الصَّحَارِي وَالْقِفَارِ

يَا رَبَّ الْبَرَارِي وَالْبِحَارِ

يَا رَبَّ اللَّيْلِ وَالنَّهَارِ

يَا رَبَّ الإِعْلاَنِ وَالإِسْرَارِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(55)
يَا مَن نَّفَذَ فِي كُلِّ شَيٍْء أَمْرُهُ

يَا مَن لَّحِقَ بِكُلِّ شَيٍْء عِلْمُهُ

يَا مَنْ بَلَغَتْ إِلَى كُلِّ شَيٍْء قُدْرَتُهُ

يَا مَن لا يُحْصِي الْعِبَادُ نِعَمَهُ

يَا مَن لا تَبْلُغُ الْخَلائِقُ شُكْرَهُ

يَا مَن لا تُدْرِكُ الأَفْهَامُ جَلاَلَهُ

يَا مَن لا تَنَالُ الأَوْهَامُ كُنْهَهُ

يَا مَنِ الْعَظَمَةُ وَالْكِبْرِيَاءُ رِدَاؤُهُ

يَا مَن لا يَرُدُّ الْعِبَادُ قَضَاءَهُ

يَا مَن لا مُلْكَ إِلا مُلْكُهُ

يَا مَن لا عَطَاءَ إِلا عَطَاؤُهُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(56)
يَا مَن لَّهُ الْمَثَلُ الأَعْلَى

يَا مَن لَّهُ الصِّفَاتُ الْعُلْيَا

يَا مَن لَّهُ الآخِرَةُ وَالأُولَى

يَا مَن لَّهُ جَنَّةُ الْمَأْوَى

يَا مَن لَّهُ الآيَاتُ الْكُبْرَى

يَا مَن لَّهُ الأَسْمَاءُ الْحُسْنَى

يَا مَن لَّهُ الْحُكْمُ وَالْقَضَاءُ

يَا مَن لَّهُ الْهَوَاءُ وَالْفَضَاءُ

يَا مَن لَّهُ الْعَرْشُ وَالثَّرَى

يَا مَن لَّهُ السَّمَاوَاتُ الْعُلَى

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(57)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا عَفُوُّ يَا غَفُورُ

يَا صَبُورُ يا شَكُورُ

يَا رَؤُوفُ يَا عَطُوفُ

يَا مَسْؤُولُ يَا وَدُودُ

يَا سُبُّوحُ يَا قُدُّوسُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(58)
يَا مَن فِي السَّماءِ عَظَمَتُهُ

يَا مَن فِي الأَرْضِ آيَاتُهُ

يَا مَن فِي كُلِّ شَيٍْء دَلائِلُهُ

يَا مَن فِي الْبِحَارِ عَجَائِبُهُ

يَا مَن فِي الْجِبَالِ خَزَائِنُهُ

يَا مَن يَّبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ

يَا مَنْ إِلَيْهِ يَرْجِعُ الأَمْرُ كُلُّهُ

يَا مَنْ أَظْهَرَ فِي كُلِّ شَيٍْء لُّطْفَهُ

يَا مَنْ أَحْسَنَ كُلَّ شَيٍْء خَلَقَهُ

يَا مَن تَصَرَّفَ فِي الْخَلائِقِ قُدْرَتُهُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(59)
يَا حَبِيبَ مَن لا حَبِيبَ لَهُ

يَا طَبِيبَ مَن لا طَبِيبَ لَهُ

يَا مُجِيبَ مَن لا مُجِيبَ لَهُ

يَا شَفِيقَ مَن لا شَفِيقَ لَهُ

يَا رَفِيقَ مَن لا رَفِيقَ لَهُ

يَا مُغِيثَ مَن لا مُغِيثَ لَهُ

يَا دَلِيلَ مَن لا دَلِيلَ لَهُ

يَا أَنِيسَ مَن لا أَنِيسَ لَهُ

يَا رَاحِمَ مَن لا رَاحِمَ لَهُ

يَا صَاحِبَ مَن لا صَاحِبَ لَهُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(60)
يَا كَافِي مَنِ اسْتَكْفَاهُ

يَا هَادِي مَنِ اسْتَهْدَاهُ

يَا كَاِلئَ مَنِ اسْتَكْلاَهُ

يَا رَاعِي مَنِ اسْتَرْعَاهُ

يَا شَافِي مَنِ اسْتَشْفَاهُ

يَا قَاضِي مَنِ اسْتَقْضَاهُ

يَا مُغْنِي مَنِ اسْتَغْنَاهُ

يَا مُوفِي مَنِ اسْتَوْفَاهُ

يَا مُقَوِّي مَنِ اسْتَقْوَاهُ

يَا وَلِيَّ مَنِ اسْتَوْلاهُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(61)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا خَاِلقُ يَا رَازِقُ

يَا نَاطِقُ يَا صَادِقُ

يَا فَاِلقُ يَا فَارِقُ

يَا فَاتِقُ يَا رَاتِقُ

يَا سَابِقُ يَا سَامِقُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(62)
يَا مَن يُّقَلِّبُ اللَّيْلَ وَالنَّهَارَ

يَا مَن جَعَلَ الظُّلُمَاتِ وَالأَنْوَارَ

يَا مَنْ خَلَقَ الظِّلَّ وَالْحَرُورَ

يَا مَنْ سَخَّرَ الشَّمْسَ وَالْقَمَرَ

يَا مَن قَدَّرَ الْخَيْرَ وَالشَّرَّ

يَا مَنْ خَلَقَ الْمَوْتَ وَالْحَيَاةَ

يَا مَن لَّهُ الْخَلْقُ وَالأَمْرُ

يَا مَن لَّمْ يَتِّخِذْ صَاحِبَةً وَّلا وَلَداً

يَّا مَن لَّيْسَ لَهُ شَرِيكٌ فِي الْمُلْكِ

يَا مَن لَّمْ يَكُن لَّهُ وَلِيٌّ مِّنَ الذُّلِّ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(63)
يَا مَن يَّعْلَمُ مُرَادَ الْمُرِيدِينَ

يَا مَن يَّعْلَمُ ضَمِيرَ الصَّاِمتِينَ

يَا مَن يَّسْمَعُ أَنِينَ الْوَاهِنِينَ

يَا مَن يَّرَى بُكَاءَ الْخَائِفِينَ

يَا مَن يَّمْلِكُ حَوَائِجَ السَّائِلِينَ

يَا مَن يَّقْبَلُ عُذْرَ التَّائِبِينَ

يَا مَن لا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ

يَا مَن لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ

يَا مَن لا يَبْعُدُ عَن قُلُوبِ الْعَارِفِينَ

يَا أَجْوَدَ الأَجْوَدِينَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(64)
يَا دَائِمَ الْبَقَاءِ

يَا سَامِعَ الدُّعَاءِ

يَا وَاسِعَ الْعَطَاءِ

يَا غَافِرَ الْخَطَاءِ

يَا بَدِيعَ السَّمَاءِ

يَا حَسَنَ البَلاءِ

يَا جَمِيلَ الثَّنَاءِ

يَا قَدِيمَ السَّنَاءِ

يَا كَثِيرَ الْوَفَاءِ

يَا شَرِيفَ الْجَزَاءِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(65)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا سَتَّارُ يَا غَفَّارُ

يَا قَهَّارُ يَا جَبَّارُ

يَا صَبَّارُ يَا بَارُّ

يَا مُخْتَارُ يَا فَتَّاحُ

يَا نَفَّاحُ يَا مُرْتَاحُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(66)
يَا مَنْ خَلَقَنِي وَسَوَّاِني

يَا مَن رَّزَقَنِي وَرَبَّاِني

يَا مَنْ أَطْعَمَنِي وَسَقَاِني

يَا مَن قَرَّبَنِي وَأَدْنَاِني

يَا مَنْ عَصَمَنِي وَكَفَاِني

يَا مَنْ حَفَظَنِي وَكَلاَنِي

يَا مَنْ أَعَزَّنِي وَأَغْنَاِني

يَا مَن وَّفَّقَنِي وَهَدَاِني

يَا مَنْ آنَسَنِي وَآوَاِني

يَا مَنْ أَمَاتَنِي وَأَحْيَاِني

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(67)
يَا مَن يُّحِقُّ الْحَقَّ بِكَلِمَاتِهِ

يَا مَن يَّقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ

يَا مَن يَّحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ

يَا مَن لا تَنْفَعُ الشَّفَاعَةُ إِلا بِإِذْنِهِ

يَا مَنْ هُوَ أَعْلَمُ بِمَن ضَلَّ عَنْ سَبِيلِهِ

يَا مَن لا مُعَقِّبَ لِحُكْمِهِ

يَا مَن لا رَادَّ لِقَضَائِهِ

يَا مَنِ انْقَادَ كُلُّ شَيٍْء لأَمْرِهِ

يَا مَنِ السَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ

يَا مَن يُّرْسِلُ الرِّيَاحَ بُشْريً بَيْنَ يَدَيْ رَحْمَتِهِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(68)
يَا مَن جَعَلَ الأَرْضَ مِهَاداً

يَّا مَن جَعَلَ الْجِبَالَ أَوْتَاداً

يَّا مَن جَعَلَ الشَّمْسَ سِرَاجاً

يَّا مَن جَعَلَ الْقَمَرَ نُوراً

يَّا مَن جَعَلَ اللَّيْلَ لِبَاساً

يَّا مَن جَعَلَ النَّهَارَ مَعَاشاً

يَّا مَن جَعَلَ النَّوْمَ سُبَاتاً

يَّا مَن جَعَلَ السَّمَاءَ بِنَاءاً

يَّا مَن جَعَلَ الأَشْيَاءَ أَزْوَاجاً

يَّا مَن جَعَلَ النَّارَ مِرْصَاداً

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(69)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا سَمِيعُ يَا شَفِيعُ

يَا رَفِيعُ يَا مَنِيعُ

يَا سَرِيعُ يَا بَدِيعُ

يَا كَبِيرُ يَا قَدِيرُ

يَا خَبِيرُ يَا مُجِيرُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(70)
يَا حَيّاً قَبْلَ كُلِّ حَيٍّ

يَّا حَيّاً بَعْدَ كُلِّ حَيٍّ

يَّا حَيُّ الَّذِي لَيْسَ كَمِثْلِهِ حَيٌّ

يَّا حَيُّ الَّذِي لا يُشَارِكُهُ حَيٌّ

يَّا حَيُّ الَّذِي لا يَحْتَاجُ إِلَى حَيٍّ

يَّا حَيُّ الَّذِي يُمِيتُ كُلَّ حَيٍّ

يَّا حَيُّ الَّذِي يَرْزُقُ كُلَّ حَيٍّ

يَّا حَيّاً لَّمْ يَرِثِ الْحَيَاةَ مِنْ حَيٍّ

يَّا حَيُّ الَّذِي يُحْيِي الْمَوْتَى

يَا حَيُّ يَا قَيُّومُ، لا تَأْخُذُهُ سِنَةً وَّلا نَوْمٌ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(71)
يَا مَن لَّهُ ذِكْرٌ لا يُنْسَى

يَا مَن لَّهُ نُورٌ لا يُطْفَى

يَا مَن لَّهُ نِعْمٌ لا تُعَدُّ

يَّا مَن لَّهُ مُلْكٌ لا يَزُولُ

يَا مَن لَّهُ ثَنَاءٌ لا يُحْصَى

يَا مَن لَّهُ جَلاَلٌ لا يُكَيَّفُ

يَا مَن لَّهُ كَمَالٌ لا يُدْرَكُ

يَا مَن لَّهُ قَضَاءٌ لا يُرَدُّ

يَا مَن لَّهُ صِفَاتٌ لا تُبَدَّلُ،

يَا مَن لَّهُ نُعُوتٌ لا تُغَيَّرُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(72)
يَا رَبَّ الْعَالَمِينَ

يَا مَاِلكَ يَوْمِ الدِّينِ

يَا غَايَةَ الطَّاِلبِينَ

يَا ظَهْرَ اللاَّجِينَ

يَا مُدْرِكَ الْهَارِبِينَ

يَا مَن يُّحِبُّ الصَّابِرِينَ

يَا مَن يُّحِبُّ التَّوَّابِينَ

يَا مَن يُّحِبُّ الْمُتَطَهِّرِينَ

يَا مَن يُّحِبُّ الْمُحْسِنِينَ

يَا مَنْ هُوَ أَعْلَمُ بِالْمُهْتَدِينَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(73)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا شْفِيقُ يَا رَفِيقُ

يَا حَفِيظُ يَا مُحِيطُ

يَا مُقِيتُ يَا مُغِيثُ

يَا مُعِزُّ يَا مُذِلُّ

يَا مُبْدِئُ يَا مُعِيدُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(74)
يَا مَنْ هُوَ أَحَدٌ بِلاَ ضِدٍّ

يَّا مَنْ هُوَ فَرْدٌ بِلاَ نِدٍّ

يَّا مَنْ هُوَ صْمْدٌبِلاَ عَيْبٍ

يَّا مَنْ هُوَ وِتْرٌ بِلاَ كَيْفٍ

يَّا مَنْ هُوَ قَاضٍ بِلاَ حَيْفٍ

يَّا مَنْ هُوَ رَبٌّ بِلاَ وَزِيرٍ

يَّا مَنْ هُوَ عَزِيزٌ بِلاَ ذُلٍّ

يَّا مَنْ هُوَ غَنِيٌّ بِلاَ فَقْرٍ

يَّا مَنْ هُوَ مَلِكٌ بِلاَ عَزْلٍ

يَّا مَنْ هُوَ مَوْصُوفٌ بِلاَ شَبِيهٍ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(75)
يَا مَن ذِكْرُهُ شَرَفٌ لِّلذَّاكِرِينَ

يَا مَن شُكْرُهُ فَوْزٌ لِّلشَّاكِرِينَ

يَا مَنْ حَمْدُهُ عِزٌّ لِّلْحَامِدِينَ

يَا مَنْ طَاعَتُهُ نَجَاةً لِّلْمُطِيعِينَ

يَا مَنْ بَابُهُ مَفْتُوحٌ لِّلطَّاِلبِينَ

يَا مَنْ سَبِيلُهُ وَاضِحٌ لِّلْمُنِيبِينَ

يَا مَنْ آيَاتُهُ بُرْهَانٌ لِّلنَّاظِرِينَ

يَا مَنْ كِتَابُهُ تَذْكِرَةً لِّلْمُتَّقِينَ

يَا مَن رِّزْقُهُ عُمُومٌ لِّلطَّائِعِينَ وَالْعَاصِينَ

يَا مْن رَّحْمَتُهُ قَرِيبٌ مِّنَ الْمُحْسِنِينَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(76)
يَا مَن تَبَارَكَ اسْمُهُ

يَا مَن تَعَالَى جَدُّهُ

يَا مَن لا إِلَهَ غَيْرُهُ

يَا مَن جَلَّ ثَنَاؤُهُ

يَا مَن تَقَدَّسَتْ أَسْمَاؤُهُ

يَا مَن يَّدُومُ بَقَاؤُهُ

يَا مَنِ العَظَمَةُ بَهَاؤُهُ

يَا مَنْ الْكِبْرِيَاءُ رِدَاؤُهُ

يَا مَن لا تُحْصَى آلاؤُهُ

يَا مَن لا تُعَدُّ نَعْمَاؤُهُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(77)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا مُعِينُ يَا أَمِينُ

يَا مُبِينُ يَا مَتِينُ

يَا مَكِينُ يَا رَشِيدُ

يَا حَمِيدُ يَا مَجِيدُ

يَا شَدِيدُ يَا شَهِيدُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(78)
يَا ذْا الْعَرْشِ الْمَجِيدِ

يَا ذْا الْقَوْلِ السَّدِيدِ

يَا ذْا الْفِعْلِ الرَّشِيدِ

يَا ذَا البَطْشِ الشَّدِيدِ

يَا ذْا الوَعْدِ وَالوَعِيدِ

يَا مَنْ هُوَ الْوَلِيُّ الحَمِيدُ

يَا مَنْ هُوَ فْعَّالٌ لِّمَا يُرِيدُ

يَا مَنْ هُوَ قْرِيبٌ غَيْرُ بَعِيدٍ

يَّا مَنْ هُوَ عَلَى كُلِّ شَيٍْء شَهِيدٌ

يَا مَنْ هُوَ لَيْسَ بِظَلاَّمٍ لِّلْعَبِيدِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(79)
يَا مَن لا شَرِيكَ لَهُ وَلاوَزَيرَ

يَا مَن لا شَبِيهَ لَهُ وَلا نَظِيرَ

يَا خَاِلقَ الشَّمْسِ وَالْقَمَرِ الْمُنِيرِ

يَا مُغْنِي الْبَائِسِ الْفَقِيرِ

يَا رْازِقَ الطِّفْلِ الصَّغِيرِ

يَا رْاحِمَ الشَّيْخِ الْكَبِيرِ

يَا جَابِرَ العَظْمِ الكَسِيرِ

يَا عِصْمَةَ الْخَائِفِ الْمُسْتَجِيرِ

يَا مَنْ هُوَ بِعِبَادِهِ خَبَيِرٌ بَصِيرٌ

يَّا مَنْ هُوَ عَلَى كُلِّ شَيٍْء قَدِيرٌ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(80)
يَا ذَا الْجُودِ وَالنِّعَمِ

يَا ذَا الْفَضْلِ وَالْكَرَمِ

يَا خَاِلقَ اللَّوْحِ وَالْقَلَمِ

يَا بَارِئَ الذَّرِّ و النَّسَمِ

يَا ذَا الْبَأْسِ وَالنِّقَمِ

يَا مُلْهِمَ الْعَرَبِ وَالْعَجَمِ

يَا كَاشِفَ الضُرِّ وَالأَلَمِ

يَا عَالِمَ السِّرِّ وَالهِمَمِ

يَا رَبَّ الْبَيْتِ وَالْحَرَمِ

يَا مَنْ خَلَقَ الأَشْيَاءَ مِنَ الْعَدَمِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(81)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا فَاعِلُ يَا جَاعِلُ

يَا قَابِلُ يَا كَامِلُ

يَا فَاصِلُ يَا وَاصِلُ

يَا عَادِلُ يَا غَاِلبُ

يَا طَاِلبُ يَا وَاهِبُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(82)
يَا مَنْ أَنْعَمَ بِطَوْلِهِ

يَا مَنْ أَكْرَمَ بِجُودِهِ

يَا مَن جَادَ بِلُطْفِهِ

يَا مَن تَعَزَّزَ بِقُدْرَتِهِ

يَا مَن قَدَّرَ بِحِكْمَتِهِ

يَا مَنْ حَكَمَ بِتَدْبِيرِهِ

يَا مَن دَبَّرَ بِعِلْمِهِ

يَا مَن تَجَاوَزَ بِحِلْمِهِ

يَا مَن دَنَا فِي عُلُوِّهِ

يَا مَنْ عَلاَ فِي دُنُوِّهِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(83)
يَا مَن يَّخْلُقُ مَا يَشَاءُ

يَا مَن يَّفْعَلُ مَا يَشَاءُ

يَا مَن يَّهْدِي مَن يَّشَاءُ

يَا مَن يُّضِلُّ مَن يَّشَاءُ

يَا مَن يُّعَذِّبُ مَن يَّشَاءُ

يَا مَن يَّغْفِرُ لِمَن يَّشَاءُ

يَا مَن يُّعِزُّ مَن يَّشَاءُ

يَا مَن يُّذِلُّ مَن يَّشَاءُ

يَا مَن يُّصَوِّرُ فِي الأَرْحَامِ مَا يَشَاءُ

يَا مَن يَّخْتَصُّ بِرَحْمَتِهِ مَن يَّشَاءُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(84)
يَا مَن لَّمْ يَتَّخِذْ صَاحِبَةً وَّلاوَلَداً

يَّا مَن جَعَلَ لِكُلِّ شَيٍْء قَدْراً

يَّا مَن لا يُشْرِكُ فِي حُكْمِهِ أَحَداً

يَّا مَن جَعَلَ الْمَلائِكَةَ رُسُلاً

يَّا مَن جَعَلَ فِي السَّمَاءِ بُرُوجاً

يَّا مَن جَعَلَ الأَرْضَ قَرَاراً

يَّا مَنْ خَلَقَ مِنَ الْمَاءِ بَشَراً

يَّا مَن جَعَلَ لِكُلِّ شَيٍْء أَمَداً

يَّا مَنْ أَحَاطَ بِكُلِّ شَيٍْء عِلْماً

يَّا مَنْ أَحْصَى كُلَّ شَيٍْء عَدَداً

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(85)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا أَوَّلُ يَا آخِرُ

يَا ظَاهِرُ يَا بَاطِنُ

يَا بَرُّ يَا حَقُّ

يَا فَرْدُ يَا وِتْرُ

يَا صَمَدُ يَا سَرْمَدُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(86)
يَا خَيْرَ مَعْرُوفٍ عُرِفَ

يَا أَفْضَلَ مَعْبُودٍ عُبِدَ

يَا أَجَلَّ مَشْكُورٍ شُكِرَ

يَا أَعَزَّ مَذْكُورٍ ذُكِرَ

يَا أَعْلَى مَحْمُودٍ حُمِدَ

يَا أَقْدَمَ مَوْجُودٍ طُلِبَ

يَا أَرْفَعَ مَوْصُوفٍ وُصِفَ

يَا أَكْبَرَ مَقْصُودٍ قُصِدَ

يَا أَكْرَمَ مَسْؤُولٍ سُئِلَ

يَا أَشْرَفَ مَحْبُوبٍ عُلِمَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(87)
يَا حَبِيبَ الْبَاكِينَ

يَا سَيِّدَ المُتَوَكِّلِينَ

يَا هَادِي الْمُضِلِّينَ

يَا وَلِيَّ الْمُؤْمِنِينَ

يَا أَنِيسَ الذَّاكِرِينَ

يَا مَفْزَعَ الْمَلْهُوفِينَ

يَا مُنجِي الصَّادِقِينَ

يَا أَقْدَرَ القَادِرِينَ

يَا أَعْلَمَ العَالِمِينَ

يَا إِلَهَ الْخَلْقِ أَجْمَعِينَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(88)
يَا مَنْ عَلاَ فَقَهَرَ

يَا مَن مَّلَكَ فَقَدَرَ

يَا مَنْ بَطَنَ فَخَبَرَ

يَا مَنْ عُبِدَ فَشَكَرَ

يَا مَنْ عُصِي فَغَفَرَ

يَا مَن لا تَحْوِيهِ الْفِكَرُ

يَا مَن لا يُدْرِكُهُ بَصَرٌ

يَّا مَن لا يَخْفَى عَلَيْهِ أثَرٌ

يَا رَازِقَ الْبَشَرِ

يَا مُقَدِّرَ كُلِّ قَدَرٍ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(89)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا حَافِظُ يَا بَارِئُ

يَا ذَارِئُ يَا بَاذِخُ

يَا فَارِجُ يَا فَاتِحُ

يَا كَاشِفُ يَا ضَامِنُ

يَا آمِرُ يَا نَاهِي

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(90)
يَا مَن لا يَعْلَمُ الْغَيْبَ إِلاَّ هُوَ

يَا مَن لا يَصْرِفُ السُّوءَ إِلاَّ هُوَ

يَا مَن لا يَخْلُقُ الْخَلْقَ إِلاَّ هُوَ

يَا مَن لا يَغْفِرُ الذَّنْبَ إِلاَّ هُوَ

يَا مَن لا يُتِمُّ النِّعْمَةَ إِلاَّ هُوَ

يَا مَن لا يُقَلِّبُ الْقُلُوبَ إِلاَّ هُوَ

يَا مَن لا يُدَبِّرُ الأَمْرَ إِلاَّ هُو

يَا مَن لا يُنَزِّلُ الْغَيْثَ إِلاَّ هُوَ

يَا مَن لا يَبْسُطُ الرِّزْقَ إِلاَّ هُوَ

يَا مَن لا يُحْيِي الْمَوْتَى إِلاَّ هُوَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(91)
يَا مُعِينَ الضُّعَفَاءِ

يَا صَاحِبَ الْغُرَبَاءِ

يَا نَاصِرَ الأَوْلِيَاءِ

يَا قَاهِرَ الأَعْدَاءِ

يَا رَافِعَ السَّمَاءِ

يَا أَنِيسَ الأَصْفِيَاءِ

يَا حَبِيبَ الأَتْقِيَاءِ

يَا كَنزَ الْفُقَرَاءِ

يَا إِلَهَ الأَغْنِيَاءِ

يَا أَكْرَمَ الْكُرَمَاءِ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(92)
يَا كَافِياً مِّن كُلِّ شَيٍْء

يَّا قَائِماً عَلَى كُلِّ شَيٍْء

يَّا مَن لا يُشْبِهُهُ شَيْءٌ

يَّا مَن لا يَزِيدُ فِي مُلْكِهِ شَيْءٌ

يَّا مَن لا يَخْفَى عَلَيْهِ شَيْءٌ

يَّا مَن لا يَنقُصُ مِنْ خَزَائِنِهِ شَيْءٌ

يَّا مَن لَّيْسَ كَمِثْلِهِ شَيْءٌ

يَّا مَن لا يَعْزُبُ عَنْ عِلْمِهِ شَيْءٌ

يَّا مَنْ هُوَ خَبِيرٌ بِكُلِّ شَيٍْء

يَّا مَن وَّسِعَتْ رَحْمَتُهُ كُلَّ شَيٍْء

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(93)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا مُكْرِمُ يَا مُطْعِمُ

يَا مُنْعِمُ يَا مُعْطِي

يَا مُغْنِي يَا مُقْنِي

يَا مُفْنِي يَا مُحْيِي

يَا مُرْضِي يَا مُنجِي

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(94)
يَا أَوَّلَ كُلِّ شَيٍْء وَّآخِرَهُ

يَا إِلَهَ كُلِّ شَيٍْء وَّمَلِيكَهُ

يَا رَبَّ كُلِّ شَيٍْء وَّصَانِعَهُ

يَا بَارِئَ كُلِّ شَيٍْء وَّخَاِلقَهُ

يَا قَابِضَ كُلِّ شَيٍْء وَّبَاسِطَهُ

يَا مُبْدِئَ كُلِّ شَيٍْء وَّمُعِيدَهُ

يَا مُنشِئَ كُلِّ شَيٍْء وَّمُقَدِّرَهُ

يَا مُكَوِّنَ كُلِّ شَيٍْء وَّمُحَوِّلَهُ

يَا مُحْيِي كُلِّ شَيٍْء وَّمُمِيتَهُ

يَا خَاِلقَ كُلِّ شَيٍْء وَّوَارِثَهُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(95)
يَا خَيْرَ ذَاكِرٍ وَّمَذْكُورٍ

يَّا خَيْرَ شَاكِرٍ وَّمَشْكُورٍ

يَّا خَيْرَ حَامِدٍ وَّمَحْمُودٍ

يَّا خَيْرَ شَاهِدٍ وَّمَشْهُودٍ

يَّا خَيْرَ دَاعٍ وَّمَدْعُوٍّ

يَّا خَيْرَ مُجِيبٍ وَّمُجَابٍ

يَّا خَيْرَ مُؤْنِسٍ وَّأَنِيسٍ

يَّا خَيْرَ صَاحِبٍ وَّجَلِيسٍ

يَّا خَيْرَ مَقْصُودٍ وَّمَطْلُوبٍ

يَّا خَيْرَ حَبِيبٍ وَّمَحْبُوبٍ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(96)
يَا مَنْ هُوَ لِمَن دَعَاهُ مُجِيبٌ

يَّا مَنْ هُوَ لِمَنْ أَطَاعَهُ حَبِيبٌ

يَّا مَنْ هُوَ إِلَى مَنْ أَحَبَّهُ قَرِيبٌ

يَّا مَنْ هُوَ بِمَنْ اسْتَحْفَظَهُ رَقِيبٌ

يَّا مَنْ هُوَ بِمَن رَّجَاهُ كَرِيمٌ

يَّا مَنْ هُوَ بِمَنْ عَصَاهُ حَلِيمٌ

يَّا مَنْ هُوَ فِي عَظَمَتِهِ رَحِيمٌ

يَّا مَنْ هُوَ فِي حِكْمَتِهِ عَظِيمٌ

يَّا مَنْ هُوَ فِي إِحْسَانِهِ قَدِيمٌ

يَّا مَنْ هُوَ بِمَنْ أَرَادَهُ عَلِيمٌ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(97)
اللَّهُمَّ إِنِّي أَسْألُكَ بِاسْمِكَ

يَا مُسَبِّبُ يَا مُرَغِّبُ

يَا مُقَلِّبُ يَا مُعَقِّبُ يَا مُرَتِّبُ

يَا مُخَوِّفُ يَا مُحَذِّرُ يَا مُذَكِّرُ

يَا مُسَخِّرُ يَا مُغَيِّرُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(98)
يَا مَنْ عِلْمُهُ سَابِقٌ

يَّا مَن وَّعْدُهُ صَادِقٌ

يَّا مَن لُّطْفُهُ ظَاهِرٌ

يَّا مَنْ أَمْرُهُ غَاِلبٌ

يَّا مَن كِتَابُهُ مُحْكَمٌ

يَّا مَن قَضَاؤُه كَائِنٌ

يَّا مَن قُرْآنُهُ مَجِيدٌ

يَّا مَن مُّلْكُهُ قَدِيمٌ

يَّا مَن فَضْلُهُ عَمِيمٌ

يَّا مَن عَرْشُهُ عَظِيمٌ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(99)
يَا مَن لا يَشْغَلُهُ سَمْعٌ عَن سَمْعٍ

يَّا مَن لا يَمْنَعُهُ فِعْلٌ عَن فِعْلٍ

يَّا مَن لا يُلْهِيهِ قَوْلٌ عَن قَوْلٍ

يَّا مَن لا يُغَلِّطُهُ سُؤَالٌ عَن سُؤَالٍ

يَّا مَن لا يَحْجُبُهُ شَيْءٌ عَن شَيٍْء

يَّا مَن لا يُبْرِمُهُ إِلْحَاحُ الْمُلِحِّينَ

يَا مَنْ هُوَ غَايَةُ مُرَادِ الْمُرِيدِينَ

يَا مَنْ هُوَ مُنتَهَى هِمَمِ الْعَارِفِينَ

يَا مَنْ هُوَ مُنتَهَى طَلَبِ الطَّاِلبِينَ

يَا مَن لا يَخْفَى عَلَيْهِ ذَرَّةً فِي الْعَالَمِينَ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.

(100)
يَا حَلِيماً لا يَعْجَلُ

يَا جَوَاداً لا يَبْخَلُ

يَا صَادِقاً لا يُخْلِفُ

يَا وَهَّاباً لا يَمَلُّ

يَا قَاهِراً لا يُغْلَبُ

يَا عَظِيماً لا يُوصَفُ

يَا عَدْلاً لا يَحِيفُ

يَا غَنِيّاً لا يَفْتَقِرُ

يَا كَبِيراً لا يَصْغُرُ

يَا حَافِظاً لا يَغْفَلُ

سُبْحَانَكَ يَا لا إلَهَ إلاّ أنْتَ

الغَوْثَ الغَوْثَ

خَلِّصْنا مِنَ النّارِ يا رَبِّ.



`,


'English': `(1)
O Allah, verily I beseech You in Your name: O Allah,

O Most Merciful, O Most Compassionate,

O Most Generous, O Self-Subsisting,

O Greatest, O Eternal,

O All-Knowing, O Forbearing, O Wise.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(2)
O Master of Masters,

O Acceptor of prayers,

O Elevator of rank,

O Guardian of good deeds,

O Forgiver of evil deeds,

O Granter of requests,

O Acceptor of repentance,

O Hearer of voices,

O Knower of attributes,

O Repeller of calamities.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(3)
O Best of forgivers,

O Best of deciders,

O Best of helpers,

O Best of rulers,

O Best of providers,

O Best of inheritors

O Best of praisers,

O Best of rememberers,

O Best of Dischargers,

O Best of benefactors.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(4)
O He, to Whom is all glory and virtue,

O He, to Whom is all might and perfection,

O He, to Whom is all dominion and sublimity,

O He, Who is great above all,

O He, Who creates heavy clouds,

O He, Who is the most powerful,

O He, Who is quick to reckon,

O He, Who metes out the severest punishment,

O He, with Whom is the excellent reward,

O He, with Whom is the Original Book.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(5)
O Allah, Verily I beseech You in Your name:

O Charitable One, O Benefactor,

O Judge, O Proof,

O Sovereign, O Approver,

O Fver, O Elevated One, O Helper,

O Holder of blessings and manifestation.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(6)
O He before Whose greatness everything bows,

O He before Whose power everything submits,

O He before Whose might overshadows everything,

O He before Whose awesomeness everything is humbled,

O He before Whose fearsomeness everything yields,

O He before Whose terribleness mountains shake,

O He before Whose command the heavens are raised,

O He through Whose permission in the earths are secured,

O He Whose glory the thunder proclaims,

O He Who is never cruel to his subjects.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(7)
O Forgiver of sins,

O Dispeller of tribulations,

O Aim of hopes,

O Giver of abundant gifts,

O Bestower of bounties,

O Provider of creatures,

O Judge of destinies,

O Hearer of complaints,

O Resurrector of creatures,

O Freer of captives.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(8)
O He, to Whom is due all praise and adoration,

O He, Who holds all pride and eminence,

O He, Who holds all honour and rank,

O He, Who makes promises and honours them,

O He, Who pardons and is content,

O He, Who holds all abundance and provides,

O He, Who holds decision and judgement,

O He, Who is glorious and eternal,

O He, Who is liberal and munificent,

O He, Who holds all blessings and bounties,

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(9)
O Allah, verily I beseech You in Your name:

O Preventer of misfortune, O Repeller of calamities.

O Elevator of rank, O Fashioner,

O Benefiter O Hearer,

O Aggregator, O Intercessor,

O Magnanimous, O Increaser.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(10)
O Fashioner of every fashioned thing,

O Creator of every created thing,

O Provider for every needy thing,

O Sovereign over all subjects,

O Dispeller of every hardship,

O Comforter of every griever,

O Merciful to every sufferer,

O Helper of everything forsaken,

O Concealer of every blemished thing,

O Shelter for every exile.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(11)
O Provider in my hardship,

O Source of Hope in my misfortune,

O Companion in my isolation,

O Fellow Traveller in my journey,

O Friend in my ease,

O Rescuer from my trials,

O Guide in my perplexity,

O Resource in my neediness,

O Shelter in my helplessness,

O Deliverer from my fears.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(12)
O Knower of the unseen,

O Forgiver of sins,

O Concealer of defects,

O Expeller of pain,

O Transformer of the hearts

O Physician of the hearts,

O Illuminator of the hearts,

O Intimate of the hearts,

O Dispeller of anxiety,

O Liberator from grief.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(13)
O Allah, verily I beseech You in Your name:

O Glorious, O Virtuous,

O Protector, O Patron,

O Guide, O Guarantor,

O Bestower of Wealth, O Bestower of blessings,

O Bestower of strength, O Acceptor of repentance.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(14)
O Guide of the waylaid,

O Rescuer of those who appeal,

O Helper of those who call,

O Aider of those who call,

O Shelter of the fearful,

O Succourer of the faithful,

O Merciful to the indigent,

O Refuge for the disobedient,

O Forgiver of the sinner,

O Responder to the supplicant

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(15)
O Master of liberality and beneficence,

O Most gracious and obliging,

O Master of peace and security,

O Most holy and above all defects,

O Master of wisdom and manifestation,

O Master of mercy and satisfaction,

O Master of argument and proof,

O Master of grandeur and sovereignty,

O Master of kindness and succour,

O Master of pardon and forgiveness.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(16)
O He, Who is the Lord over all things,

O He, Who is the Allah of all things,

O He, Who is the Creator of all things,

O He. Who is the Fashioner of all things,

O He, Who is the Preceder of all things,

O He, Who is the Successor of all things,

O He, Who is above all things,

O He, Who knows all things,

O He, Who is Powerful over all things,

O He, Who is the Sustainer and Extinguisher of all things,

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(17)
O Allah, verily I beseech You in Your name:

O Securer of safety, O Protector,

O Bestower of being, O Bestower of knowledge,

O Manifester, O Facilitator,

O Provider of place, O Adorner,

O Proclaimer, O Distributor.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(18)
O Everlasting in His Kingdom,

O Eternal in His sovereignty,

O Greatest in His grandeur,

O Most Merciful to His servants,

O Knower of everything,

O Forbearing to him who disobeys Him,

O Magnanimous to him who places his hope in Him,

O He Who is Wise over what He has fashioned,

O He Who is Subtle in his Wisdom,

O He Who is Eternal in His Kindness.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(19)
O He, from Whom no hope is entertained save by His Grace ,

O He, from Whom nothing is begged save His Pardon,

O He, of Whom nothing is seen save His Goodness,

O He, from Whom nothing is feared save His Justice,

O He, Whose sovereignty alone of eternal,

O He, Who alone has true majesty,

O He, Whose blessings extend to all,

O He, Whose Wrath is surpassed by His Mercy,

O He, Whose knowledge encompasses everything,

O He, Who is without equal,

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(20)
O Remover of anxiety,

O Expeller of sorrow,

O Forgiver of sins,

O Acceptor of repentance,

O Creator of creatures,

O Truthful in promises,

O Fulfiller of promises,

O Knower of secrets,

O Splitter of seed,

O Provider for creatures.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(21)
O Allah, verily I beseech You in Your name:

O High, O Perfect

O Independent, O Rich,

O Kind, O Agreeable

O Purifier, O Eternal,

O Mighty, O Friend.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(22)
O He, Who reveals virtue,

O He, Who conceals vice,

O He Who does not call to severe account for sins,

O He, Who does not disclose the disgrace of his servants,

O He, Who is the best forgiver,

O He, Who overlooks errancy,

O He, Whose forgiveness extends over all.

O He, Whose Hands are stretched forth in mercy,

O He, Who knows all secrets,

O He, to Whom all complaints are directed.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(23)
O Master of countless blessings,

O Master of limitless mercy,

O Master surpassing all obligation,

O Master of perfect wisdom,

O Master of infinite might,

O Master of the decisive argument,

O Master of the manifest miracle,

O Master of perpetual prestige,

O Master of great strength,

O Master of unsurpassable glory

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(24)
O Originator of the heavens,

O Maker of darkness,

O Merciful to those who weep,

O He Who oversees slips and errors,

O Concealer of defects,

O Reviver of the dead,

O Revealer of signs,

O Increaser of virtue,

O Who rubs out vices,

O He Who calls to account.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(25)
O Allah, verily I beseech You in Your name:

O Fashioner, O Preordainer,

O Planner, O Purifier,

O Illuminator, O Facilitator,

O Giver of glad tidings, O Warner,

O Giver of precedence, O Postponer.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(26)
O Lord of the Sanctuary,

O Lord of the holy month,

O Lord of the Holy City,

O Lord of the Rukn and the Maqam,

O Lord of the Mashair of Mecca,

O Lord of the Holy Mosque in Mecca,

O Lord of what is lawful and what is proscribed,

O Lord of light and darkness,

O Lord of salutation and peace,

O Lord of strength among creatures.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(27)
O Highest of all authorities,

O Most Just of all the just,

O Most Trustworthy of all the trustworthy,

O Purest of the pure,

O Best of creators,

O Quickest Reckoner,

O Best of listeners,

O Most vigilant of invigilators,

O Best of intercessors,

O Most honourable of all.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(28)
O Supporter of the unsupported,

O Helper of the helpless,

O Protector of the unprotected,

O Shield for the defenseless,

O Hearer of the unheard appeal,

O Pride of those without pride,

O Honour of the honourless,

O Giver of Aid to the unaided,

O Friend of the forsaken,

O Shelter of the shelterless.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(29)
O Allah, verily I beseech You in Your name:

O Protector, O Persistent,

O Eternal, O Merciful,

O Accorder of peace,

O Omniscient, O Distributor,

O Preventer, O Opener.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(30)
O Protector of he who seeks His protection,

O Merciful to he who requests His mercy,

O Forgiver of the implore His forgiveness,

O Helper of he who asks for His help,

O Protector of he who seeks His protection,

O Magnanimous to he who seeks His magnanimity,

O Guide for he who seeks His guidance,

O Giver of Aid to he who seeks His aid,

O Helper of he who appeals to Him,

O Rescuer of he who appeals to Him,

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(31)
O Powerful Who is never overpowered,

O Benign Who is invisible,

O Self-Subsistent Who never sleeps,

O Eternal Who never perishes,

O Ever-living Who never dies,

O Monarch Whose rule is endless,

O Eternal Who is imperishable,

O Omniscient Who never forgets,

O Independent Who needs no sustenance,

O Mighty Who never weakens.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(32)
O Allah, verily I beseech You in Your name:

O Unique, O One,

O Present, O Praiser,

O Exalted, O Guide,

O Resurrector, O Heir,

O Harmful to the unjust, O Beneficial to the just.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(33)
O Grandest of all the grand,

O Most Magnanimous of all the magnanimous,

O Most Merciful of all the merciful,

O Most Knowledgeable of all knowers,

O Most Wise of all the wise,

O Most Ancient of all the ancient,

O Most Great of all the great,

O Most Benign of all the benign,

O Most Magnificent of all the magnificent,

O Most Mighty of all the mighty.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(34)
O Most Magnanimous in overlooking sins,

O Greatest Benefactor,

O Most Bounteous in goodness,

O Eternal in grace,

O Eternal in subtlety,

O Creator of subtlety,

O Remover of pain,

O Healer of injury,

O Master of dominion,

O True Judge.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(35)
O He Who fulfils His promise,

O He Who is Strong in His fulfillment,

O He Who is great in His might,

O He Who is near everyone in spite of His greatness,

O He Who is benign in His weariness,

O He Who is noble in His benignity,

O He Who is powerful in His nobility,

O He Who is great in His power,

O He Who is exalted in His greatness,

O He Who is praiseworthy in his exaltation.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(36)
O Allah, verily I beseech You in Your name:

O Sufficient, O Restorer of health,

O Faithful, O Forgiver

O Guide, O Summoner,

O Judge, O Agreeable,

O High, O Eternal

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(37)
O He before Whom everything bows,

O He before Whom everything is humbled,

O He for Whom everything exists,

O He to Whom everything owes its existence,

O He to Whom everything returns,

O He of Whom everything is afraid,

O One to Whom everything owes its stability,

O He towards Whom everything retreats,

O He Whom everything glorifies with praise,

O He besides Whom everything is perishable.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(38)
O He-there is no retreat but towards Him,

O He-there is no place of protection except with Him,

O He—there is no right path except that which leads to Him,

O He-there is no shelter against Him but with Him,

O He-there is no inclination towards anyone except Him,

O He-there is no strength and vigour but from Him,

O He-none is invoked for help but He.

O He-trust is not reposed in anyone but He,

O He-hope is not entertained from anyone except from He,

O He-none is worshipped except He

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(39)
O Best of those who are feared,

O Best of those who are liked,

O Best of those who are sought,

O Best of those who are entreated,

O Best of those who are longed for,

O Best of those who are remembered,

O Best of those to whom thanks are offered,

O Best of those who are loved,

O Best of those who are called on,

O Best of those who are held in affection.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(40)
O Allah, verily I entreat You in Your name:

O Forgiver, O Concealer [of defects]

O Mighty, O Supreme, O Creator,

O Shatterer, O Joiner,

O Rememberer, O Seeing, O Helper.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(41)
O He Who created and perfected,

O He Who made everything to measure and guided,

O He Who removes misfortunes,

O He Who overhears secrets,

O He Who rescues the drowning,

O He Who saves the distressed,

O He Who restores the sick to health,

O He who makes [His slaves] laugh and weep,

O He Who causes to dies and calls to life,

O He Who has created pairs of male and female.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(42)
O He Whose course is on land and in water,

O He Whose signs are in the universe,

O He in Whose signs are undeniable proofs,

O He Whose; might is exhibited in causing death,

O He Whose lesson is in graves,

O He Whose kingdom will be on the Day of Judgement,

O He in Whose reckoning of deeds is His dread,

O He in Whose balance is His order,

O He Whose paradise is the place of His good reward,

O He Whose hell is the place of chastisement.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(43)
O He-the frightened flee to Him,

O He-sinners take shelter with Him,

O He-the repentant return to Him,

O He-the pious incline towards Him,

O He-the confounded seek shelter in Him,

O He-the desirous have affliction for Him,

O He-lovers are proud of Him,

O He-transgressors have agreed for His forgiveness,

O He-those who are sure in faith receive consolation from Him,

O He-those who trust Him rely on Him.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(44)
O Allah, verily I entreat You in Your name:

O Friend, O physician,

O Near, O Supervisor,

O Reckoner to account, O Awful,

O Rewarder, O Acceptor,

O Aware, O All-Seeing.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(45)
O Nearest of all,

O Friendliest of all the friends,

O Possessor Of greater insight than all others,

O Most Aware of all

O Noblest of all the nobles,

O Most Exalted of all the exalted,

O Mightiest of all mighty,

O Most Independent of all,

O Most Generous of all,

O Kindest of all those who are kind

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(46)
O Dominant who is not overpowered,

O Designer who is not made.

O Creator who is not created,

O Master and not the slave,

O All-Dominant who is not dominated,

O Exalter and the Exalted,

O Protector who needs no protection,

O Helper who needs no help,

O Witness who is not absent,

O Near who is not distant.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(47)
O Light of lights,

O Illuminator of light,

O Creator of light

O Planner of light,

O Estimator of light,

O Light of all lights,

O Light that precedes in existence every light,

O Light that will survive all lights,

O Light that is above every light,

O Light like of which there is no light.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(48)
O He Whose gift is noble,

O He Whose action is subtle,

O He Whose kindness is persistent,

O He Whose beneficence is eternal,

O He Whose word is right,

O He Whose promise is true,

O He Whose forgiveness is a grace,

O He Whose chastisement is justice,

O He Whose remembrance is sweet,

O He Whose grace is universal.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(49)
O Allah, verily I entreat You in Your name:

O Facilitator, O Separator,

O Alterer, O Humiliating of the proud,

O Degrader, O Benefactor,

O Munificent, O Giver of respite,

O Grantor of respite, O Virtuous,

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(50)
O He Who sees but is not seen,

O He Who creates and is not created,

O He Who guides and is not guided,

O He Who receives to life and is not brought to life,

O He Who questions and is not questioned,

O He Who feeds and does not eat,

O He Who gives protection and is in no need of protection,

O He Who judges and against Whom no judgement is passed,

O He Who commands but is not commanded:

O He Who begets not, nor is He begotten,

And there is none like unto Him.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(51)
O Best reckoner,

O Best physician,

O Best guardian,

O Best near one,

O Best responder,

O Best friend,

O Best surety,

O Best protector,

O Best master,

O Best helper.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(52)
O Joy of saints,

O Desire of friends.

O Friend of seekers,

O Friend of penitents,

O Provider of sustenance to the poor,

O Hope of sinners,

O Coolness of worshippers' eyes,

O Remover Of sufferers' pain,

O Dispeller of the sorrows of the sorrowful,

O Allah of the first and the last generation.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(53)
O Allah, verily I entreat You in Your name:

O our Lord, O our Allah,

O our Chief, O our Master,

O our Helper, O our Protector,

O our Guide, O our Aider,

O our Friend, O our Physician.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(54)
O Lord of the prophets and the virtuous,

O Lord of the righteous and chosen one,

O Lord of paradise and hell,

O Lord of the small and the great,

O Lord of grains and fruits,

O Lord of canals and trees,

O Lord of forest and desert,

O Lord of lands and seas,

O Lord of night and day,

O Lord of the manifest and the hidden.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(55)
O He, Whose command operates in everything,

O He, Whose knowledge encompasses everything,

O He, Whose control extends to everything,

O He, Whose bounties cannot be counted by His slaves,

O He, Whom His creatures cannot adequately thank,

O He, Whose grandeur cannot be comprehended by the intellect,

O He, Whose reality cannot be acquired by the imagination,

O He, Whose garb is majesty and greatness,

O He, Whose judgement cannot be reversed by His slave,

O He, Whose alone is the kingdom and no one else'

O He, Whose alone is the gift and none else's,

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(56)
O He, for Whom are noblest examples,

O He, for Whom are high attributes,

O He, Who is the Master of the beginning and the end,

O He, Who is the Master of the abode of paradise,

O He, for Whom are great signs,

O He, for Whom are beautiful names,

O He, for Whom is order and judgement,

O He, Who rules over the atmosphere and the expanse,

O He, Whose is the Lordship of the highest heaven and the earth,

O He, Who is the Master of the high heavens.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(57)
O Allah, verily I entreat You in Your name:

O Pardoner, O Forgiver,

O Patient, O Greatest appreciator
(of good),

O Kind, O Sympathetic,

O Besought, O Friend,

O Most Glorified, O Most Holy.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(58)
O He, Whose greatness is in the heavens,

O He, Whose signs are on the earth,

O He, Whose proofs are manifest in everything,

O He, Whose wonders are in the seas,

O He, Whose treasures are in the mountains,

O He, Who originated Creation which then returns to Him,

O He, towards Whom is the return of every matter,

O, Whose Kindness is evident in everything,

O He, Who makes best everything which He has created,

O He, Whose authority is wielded over all creatures.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(59)
O Friend of he who has no friend,

O Physician of he who has no physician,

O Responder to he who has no responder,

O Affectionate One to he whom none hold in affection,

O Friend of he who has no friend,

O Helper of he who has no help,

O Guide of he who has no guide,

O Associate of the forlorn,

O Merciful One towards he on whom no one has mercy,

O Companion of he who has no companion.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(60)
O Sufficer for those who seek sufficiency,

O Guide for those who seek guidance,

O Protector for those who seek protection,

O Granter for concession to those who seek concession,

O Healer for those who seek cure,

O Just One for those who seek justice,

O Bestower of wealth for those who seek wealth,

O Fulfiller of promises for those who seek fulfillment,

O Granter of strength for those who seek strength,

O Aider of those who seek aid.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(61)
O Allah , verily I entreat You in Your name:

O Creator, O Provider of sustenance,

O Creator of speech, O Truthful,

O Splitter, O Separator,

O Breaker, O Combiner,

O Foremost, O Most High.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(62)
O He, Who changes night and day,

O He, Who has created darkness and light,

O He, Who has bestowed shade and heat,

O He, Who has brought into subjection the sun and the moon,

O He, Who has ordained virtue and vice,

O He, Who has created death and life,

O He, Who has made the body and the soul,

O He, Who has neither taken a wife nor begotten any child,

O He, Who has no partner in His sovereignty,

O He, Who has no friend among the disgraced.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(63)
O He, Who knows the desire of the desirous,

O He, Who knows the conscience of the silent,

O He, who hears the cries of the weak,

O He, Who sees the lamentation of the frightened,

O He, Who satisfies the needs of the petitioner,

O He, Who accepts the excuse of the repentant,

O He, Who does not correct the actions of the mischievous,

O He, Who does not waste the good reward of the virtuous,

O He, Who is not absent from the mind of the saint,

O the most Magnanimous of all those who show magnanimity.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(64)
O Eternal Living,

O Hearer of prayers,

O Liberal Bestower

O Forgiver of sins,

O Creator of the sky,

O Best tester of trials,

O Most Praiseworthy,

O Eternally Great,

O Greatest fulfiller of promises,

O Best Recompenser.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(65)
O Allah, verily I entreat You in Your name:

O Best concealer of defects, O Best forgiver,

O Most dominant, O Supreme,

O Most patient, O Most virtuous,

O Most exalted, O Best opener,

O Blower of winds, O Bestower of Happiness.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(66)
O He, Who created me and perfected me,

O He, Who provided me with sustenance and nurtured me,

O He, Who provided food for me and quenched my thirst,

O He, Who brought me near Him and brought me most nigh,

O He, Who protected me and kept me in safety,

O He, Who saved and guarded me,

O He, Who honoured me and enriched me,

O He, Who helped and guided me,

O He, Who befriended me and sheltered me,

O He, Who causes me to die and revivifies me.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(67)
O He, Who maintains truth by His words,

O He, Who accepts repentance from His slaves,

O He, Who stands between man and his heart,

O He, without Whose permission intercession has no benefit,

O He, Who knows well who is astray from His path,

O He, Whose order no one can reverse,

O He, Whose judgement no one can revoke,

O He, Whose order is obeyed by everything,

O He, in Whose Right Hand the heavens shall be rolled up,

O He, Who has made earth a cradle,

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(68)
O He, Who sends forth the winds bearing good tiding before His mercy.

O He, Who has made the mountains pegs,

O He, Who has made the sun a lamp,

O He, Who has made the moon a light,

O He, Who has made the night a covering,

O He, Who has made the day for seeking livelihood,

O He, Who has made sleep a rest,

O He, Who has made the sky a vault,

O He, Who has created things in pairs,

O He, Who has made hell an ambush, barking for sinners.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(69)
O Allah, verily I entreat You in Your name:

O All-hearer, O Mediator,

O Sublime, O Invincible,

O Swift, O Originator,

O Great, O Omnipotent,

O Knowing, O Supporter.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(70)
O Everliving, preceding every living being,

O Everliving, succeeding every living being,

O Everliving, like unto Whom there is none,

O Everliving, Who has no living partner,

O Everliving, Who is not dependent on any living being,

O Everliving, Who causes every living being to die,

O Everliving, Who provides sustenance to every living being,

O Everliving, Who has not inherited life from any living being,

O Everliving, Who quickens the dead,

O Everliving, O Self-Subsistent, Slumber seizeth Him not, nor sleep.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(71)
O He, Whose remembrance is not forgotten,

O He, Whose light is not extinguished

O He, Whose bounties are countless,

O He, Whose grandeur is perpetual,

O He, Whose praise does not admit of alteration,

O He, Whose glory is not framed,

O He, Whose perfection cannot be comprehended,

O He, Whose order is not rejected,

O He, Whose attributes do not change,

O He, Whose attributes do not alter,

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(72)
O Lord of all the worlds,

O Master of the Day of Judgement,

O Ultimate Goal of the seeker,

O Refuge of the seeker of shelter,

O Overtaker of the fugitive,

O He Who loves the patient,

O He, Who loves the repentant,

O He, Who loves the pure,

O He, Who loves the virtuous

O He, Who knows best the guided,

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(73)
O Allah, verily I beseech You in Your name:

O Affectionate, O Companion,

O Protector, O Encompasser,

O Provider of sustenance, O Aider of seekers of aid,

O Honourer, O Humiliating,

O Creator, O He Who causes to return.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(74)
O He, Who is single and without opposite,

O He, Who is Unique, O He, Who is Peerless,

O He, Who is Independent and without any defect,

O He, Who is without changing state,

O He, Who judges without injustice,

O He, Who is the Lord Cherisher,

O He, Who is Mighty without disgrace,

O He, Who is Independent without any need,

O He, Who is the King without any censure,

O He, Whose attributes are matchless.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(75)
O He, Whose remembrance is an honour for those who remember Him,

O He, Whose gratitude is success for the grateful,

O He, Whose praise is the pride of the praiser,

O He, the obedience to Whom is salvation for the obedient

O He, Whose door is open to the seeker,

O He, the path leading to Whom is clear for the repentant,

O He, Whose signs are proofs for the observers,

O He, Whose Book is advice to the pious,

O He, Whose provision, is love the obedient and disobedient alike,

O He, Whose mercy is close to the virtuous.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(76)
O He, Whose name is glorious,

O He, Whose honour is exalted,

O He-there is no deity except Him,

O He-great is His praise,

O He, Whose names are sacred,

O He, Whose existence is eternal,

O He, Whose glory is His ornament,

O He, Whose greatness is His covering,

O He, Whose favours are countless,

O He, Whose bounties cannot be enumerated.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(77)
O Allah, verily I beseech You in Your name:

O Helper, O Trustworthy,

O Manifest, O Powerful,

O Firm, O True Guide,

O Praiseworthy, O Glorious,

O Strong, O Witness

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(78)
O Lord of the Glorious Throne,

O He, Whose words are right.

O Master of great deeds,

O He, Whose punishment is severe

O Master of promise and threat,

O He, Who is guardian and the most praised one,

O He, Who is the mighty doer of whatever He wills,

O He, Who is near and not far,

O He, Who is Witness to everything,

O He, Who is not the least cruel to his slaves,

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(79)
O He, Who has no partner and no adviser,

O He, Who has no equal and no match,

O Creator of the sun and the bright moon,

O Enricher of the poverty stricken,

O Provider of sustenance to small children,

O Merciful to the very aged ones,

O Joiner of broken bones,

O Protector of the frightened shelter seekers,

O He , Who is All-Aware and All-Seeing of his slaves,

O He, Who is Powerful over everything.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(80)
O Master of generosity and the Bestower of the bounties,

O Gracious and Magnanimous,

O Creator of the Tablet and the Pen,

O Creator of ants and men,

O Inflictor of punishment and retaliator,

O Inspirer of Arabs and non-Arabs,

O Expeller of pain and grief,

O He, Who knows the secrets and the mysteries,

O Lord of the Kaaba and the Sacred Precinct,

O He, Who has created everything out of nothingness,

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(81)
O Allah, verily I beseech You in Your name:

O Doer, O Creator

O Acceptor, O Perfect,

O Gracious, O Separator

O Just, O Dominant,

O Seeker, O Generous

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(82)
O He, Who graciously bestows His bounties on us,

O He, Who honours us with His charity,

O He, Who rewards us out of His beneficing,

O He, Who makes us respectable with His might,

O He, Who predestines with His wisdom,

O He, Who judges with His planning,

O He, Who decrees with His knowledge,

O He, Who is forbearing with His forbearance,

O He, Who is near us in spite of His exaltation,

O He, Who is exalted despite His nearness.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(83)
O He, Who creates whatever He wishes,

O He, Who does whatever He wishes,

O He, Who guides whomever He wishes,

O He, Who leaves astray whomever He wishes,

O He, Who punishes whomever He wishes,

O He, Who forgives whomever He wishes,

O He, Who honors whomever He wishes,

O He, Who dishonors whomever He wishes,

O He, Who fashions in the womb as He wishes,

O He, Who chooses for His mercy whoever He wishes.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(84)
O He, Who has neither wife nor child,

O He, Who creates everything in a fixed measure,

O He, Who has no partner in His rule,

O He, Who appointed angels as messengers,

O He, Who made constellations in the heaven,

O He, Who made the earth a place of abode,

O He, Who created man from water,

O He, Who fixed a period for everything,

O He, Whose knowledge encompasses everything,

O He, Who knows the number and quantity of everything.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(85)
O Allah, verily I beseech You in Your name:

O First, O Last,

O Manifest, O Hidden,

O Virtuous, O Right,

O He, O Unique,

O Independent, O Eternal

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(86)
O Best recognized of all the recognized,

O Best of all to be worshipped,

O Greatest of those to whom thanks are due,

O Most remembered of all who are remembered,

O Most praiseworthy of all those who are praised,

O Eternal Existent who is sought,

O Highest of those who are praised,

O Greatest of the purposes which are striven for,

O Most liberal giver who is requested,

O Noblest Friend who is known.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(87)
O Friend of those who weep,

O Refuge of those who trust in Him,

O Guide of the misguided,

O Master of the faithful,

O Friend of worshippers,

O Shelter of the sorrowful,

O Redeemer of the truthful,

O Mightiest of all,

O the most Knowledgeable of all beings.

O Allah of the entire Creation,

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(88)
O He, Who is high and dominant,

O He, Who is masterful and powerful,

O He, Who is hidden and aware,

O He, Who is worshipped and who appreciates,

O He, Who is disobeyed and yet forgives,

O He, Whom thought cannot encompass,

O He, Whom eyes cannot see,

O He, from Whom nothing is concealed,

O Provider of Sustenance to mankind,

O He, Who ordained all destinies.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(89)
O Allah, verily I beseech You in Your name:

O Protector, O Maker,

O Creator, O All-generous,

O Revealer, O Victorious,

O Disclosers, O Guarantor,

O Commander, O Prohibiter.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(90)
O He, besides Whom no one knows the secrets,

O He, besides Whom no one drives away calamities,

O He, besides Whom no one creates,

O He, besides Whom no one forgives sins,

O He, besides Whom no one perfects the bounties,

O He, besides Whom no one transforms hearts,

O He, besides Whom no one manages affairs,

O He, besides Whom no one holds the reins,

O He, besides Whom no one increases sustenance,

O He, besides Whom no one revives the dead.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(91)
O Helper of the weak,

O Companion of the strangers,

O Helper of [His] friends,

O Overpowerer of the enemies,

O Elevator of the sky,

O Genial to the chosen ones,

O Friend of the pious,

O Treasure of the indigent,

O Lord of the rich,

O Most benign of all.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(92)
O He Who is self-sufficient from everything,

O He Who is established over everything,

O He, nothing is like unto Him,

O He, nothing extends His Kingdom,

O He from Whom nothing is hidden,

O He, nothing decreases His treasure,

O He, nothing is like unto Him,

O He, Whose Knowledge encompasses everything,

O He, Who is All-Aware,

O He, Whose mercy extends to everything.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(93)
O Allah, verily I beseech You in Your name:

O Generous, O Provider,

O Bestower of bounties, O Bestower of gifts,

O Enricher, O Giver of Shelter

O Destroyer, O Quickener,

O Satisfier, O Who grants salvation,

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(94)
O First and the Last,

O Lord of everything and its Master,

O Lord Cherisher of everything and its Fashioner

O Creator of everything and its Maker,

O Controller of everything and its Extender,

O Origin of everything and its Return,

O Originator of everything and its estimator,

O Creator of everything and its destroyer,

O Quickener of everything and Maker of its death,

O Author of everything and its inheritor.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(95)
O Best Rememberer and Remembered,

O Best Appreciator and Appreciated,

O Best Praiser and Praised,

O Best Witness and Witnessed,

O Best Inviter and Invited,

O Best Responder and Responded,

O Best Comforter and Counselor,

O Best Friend and Companion,

O Most Desired and Sought,

O Most Affectionate and Loved.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(96)
O Allah, the Answerer to him who calls Him,

O Friend of him who obeys Him,

O He, Who is close to him who loves Him,

O Protector of one who seeks protection,

O Allah Who is Generous to him who is hopeful of Him,

O Allah, Who is Forbearing to one who disobeys Him,

O Allah, Who is Merciful in spite of His Grandeur,

O Allah, Who is Great in His Wisdom,

O Allah, Who is Eternal in his Benevolence,

O Allah, Who is Aware of one who seeks Him.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(97)
O Allah, verily I entreat You in Your name:

O Primal Cause, O Creator of desire,

O Changer, O Inflictor, O Organizer,

O Awful, O Saver, O Reminder,

O Subjector, O Displacer.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(98)
O He Whose Knowledge is eternal,

O He Whose Promise is true,

O He Whose Benignity is manifest,

O He Whose Command is overruling,

O He Whose Book is clear and final,

O He Whose Judgement is inevitable,

O He Whose Qur'an is glorious,

O He Whose Rule is eternal,

O He Whose Favour is common to all,

O He Whose Throne is great.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(99)
O He-listening to one individual does not prevent Him from listening to others simultaneously,

O He-doing one thing does not prevent Him from doing other things simultaneously,

O He-the speech of one person does not make Him needless of the simultaneous speech of others,

O He-one request does not make Him forgetful of other requests,

O He-the sight of one thing does not prevent him from seeing other things simultaneously,

O He-the plaintive cries of those who weep and lament do not bother Him,

O He Who is the ultimate Aim of the efforts of saints,

O He Who is the Goal of Gnostics,

O He Who is the Goal of seekers,

O He from Whom not a single particle in the worlds is hidden.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.

(100)
O Forbearing Who does not make haste,

O Generous Who is never a miser,

O True Who never breaks the promise

O Munificent Who never regrets,

O Dominant Who is never overpowered,

O Great Who is indescribable

O Just Who is never oppressive,

O Bounteous Who is never rapacious,

O Great Who does not become small,

O Protector Who does not neglect.

Praise be to You, there is no god but You,

[I beseech you for] relief, relief

Protect us from the Fire, O Lord.


`,


  'Deutsch': `1.

Oh mein Gott, ich flehe Dich durch Deine Namen an:

Gott
Du Barmherziger
Du Erbarmer
Du Wissender
Du Sanftmütiger
Du Herrlicher
Du Weiser
Du Anfangsloser
Du Aufrechterhalter
Du Großzügiger

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

2.

Oh Du Herr aller Herren
Oh Du Erhörer aller Gebete
Oh Du Besitzer aller guten Dinge
Oh Du, der Du den Rang (Menschen) erhöhst
Oh Du, Dessen Segen prächtig ist
Oh Du, der Du uns unsere Fehler vergibst
Oh Du, der Du die Katastrophen von uns fern hältst
Oh Du, der Du alles hörst
Oh Du, der Du die Wünsche erfüllst
Oh Du, der Du die Geheimnisse und das Verborgene kennst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

3.

Oh Du Seligster aller Vergeber
Oh Du Seligster aller Helfer
Oh Du Seligster aller Richter
Oh Du Seligster aller Eroberer
Oh Du Seligster aller Angebeteten
Oh Du wahrer Besitzer aller Erben
Oh Du Seligster aller Preisenden
Oh Du Seligster aller Ernährer
Oh Du Seligster aller Unterscheidenden
Oh Du Seligster aller Wohltäter

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

4.

Oh Du Besitzer von Ehre und Schönheit
Oh Du Besitzer von Herrschaft und Pracht
Oh Du Besitzer von Allmacht und Vollkommenheit
Oh Du, der Du groß und erhaben bist
Oh Du, der Du unermesslich stark bist
Oh Du, Dessen Strafen streng sind
Oh Du, der Du schnell richtest
Oh Du, bei dem sich die schönsten Belohnungen befinden
Oh Du, bei dem sich die Mutter aller Bücher befindet
Oh Du, der du die schweren Wolken erschaffst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

5.

Ich flehe Dich durch Deine Namen an:

Oh Du Gnädiger
Oh Du Großzügiger
Oh Du gerecht Waltender
Oh Du Vergeber
Oh Du Beweis
Oh Du unumschränkter Herrscher
Oh Du Erhabener
Oh Du, bei dem wir Beistand suchen
Oh Du Besitzer der Gunst und der Beredsamkeit
Oh Du, der Du uns Sicherheit gibt

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

6.

Oh Du, Dessen Größe sich alles unterwirft
Oh Du, Dessen Allmacht sich alles unterordnet
Oh Du, vor Dessen Ehre sich alles erniedrigt
Oh Du, Dessen Würde alles Folge leistet
Oh Du, Dessen Herrschaft sich alles fügt
Oh Du, aus Furcht vor dem sich alles beugt
Oh Du, aus Furcht vor dem sich die Berge spalten
Oh Du, Dessen Befehl die Himmel aufrecht erhält
Oh Du, mit Dessen Erlaubnis die Erde von Bestand ist
Oh Du, der Du nicht ungerecht gegen die Bewohner des Königreichs handelst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

7.

Oh Du, der Du Sünden verzeihst
Oh Du, der Du das Unheil beseitigst
Oh Du letzte Instanz der Hoffnungen
Oh Du, Dessen Gaben reichlich sind
Oh Du, Dessen Geschenke außerordentlich sind
Oh Du, der Du Deine Geschöpfe ernährst
Oh Du Richter über Leben und Tod
Oh Du, der Du die Klagen erhörst
Oh Du Sender der Armeen
Oh Du Befreier der Gefangenen

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

8.

Oh Du Besitzer von Lob und Preis
Oh Du Besitzer von Ruhm und Glanz
Oh Du Besitzer von Ehre und Pracht
Oh Du Besitzer des Vertrags und seiner Einhaltung
Oh Du Besitzer von Vergebung und Zufriedenheit
Oh Du Besitzer von Gunst und Güte
Oh Du Besitzer von Entscheidung und Urteil
Oh Du Besitzer von Macht und Ewigkeit
Oh Du Besitzer von Freigiebigkeit und Gunstbeweisen
Oh Du Besitzer von Wohlwollen und Loyalität

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

9.

Ich flehe Dich durch Deine Namen an:

Oh Du Verhinderer
Oh Du Verteidiger
Oh Du Heilsamer
Oh Du Hörender
Oh Du Erhörender
Oh Du Erschaffer
Oh Du Fürsprecher
Oh Du Versammler
Oh Du weit Reichender
Oh Du Vermögender

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

10.

Oh Du Erschaffer alles Erschaffenen
Oh Du Schöpfer aller Geschöpfe
Oh Du Versorger all dessen, was versorgt wird
Oh Du Herrscher aller Beherrschten
Oh Du Erlöser aller Leidenden
Oh Du Aufheiterer aller Bekümmerten
Oh Du Erbarmer aller Erbarmungswürdigen
Oh Du Beistand aller Enttäuschten
Oh Du Verhüller aller Fehler
Oh Du Zuflucht aller Unterdrückten

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

11.

Oh Du mein Helfer in der Not
Oh Du meine Hoffnung im Unglück
Oh Du mein Vertrauter in der Einsamkeit
Oh Du mein Gefährte in der Fremde
Oh Du Wohltäter meines Glücks
Oh Du Vertreiber meiner Sorgen
Oh Du meine Stütze im Elend
Oh Du meine Zuflucht im Notfall
Oh Du mein Helfer in meiner Furcht
Oh Du mein Wegweiser in meiner Unsicherheit

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

12.

Oh Du, der Du das Verborgenen kennst
Oh Du, der Du die Sünden vergibst
Oh Du, der Du Fehler verhüllst
Oh Du, der Du Sorgen vertreibst
Oh Du, der Du Herzen schmückst
Oh Du, der Du Herzen erleuchtest
Oh Du, der Du Herzen heilst
Oh Du, der Du von den Herzen geliebt wirst
Oh Du, dem die Herzen vertrauen

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

13.

Ich flehe Dich durch Deine Namen an:

Oh Du Majestätischer
Oh Du Schöner
Oh Du Sachwalter
Oh Du Bürge
Oh Du Wegweiser
Oh Du Begnadigender
Oh Du Sachkundiger
Oh Du Gütiger
Oh Du Mächtiger
Oh Du Herrscher

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

14.

Oh Du Wegweiser der Verwirrten
Oh Du Zuflucht der Zuflucht Suchenden
Oh Du Schrei der um Hilfe Schreienden
Oh Du Schutz der Schutz Suchenden
Oh Du Zuflucht der Ungehorsamen
Oh Du, der Du den Sündern vergibst
Oh Du, der DU den Ängstlichen Sicherheit gibst
Oh Du, der Du Dich der Schwachen erbarmst
Oh Du, Vertrauter der Einsamen
Oh Du, der Du den Ruf derer, die sich in einer Notlage befinden, erhörst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

15.

Oh Du Besitzer von Freigebigkeit und Wohltätigkeit
Oh Du Besitzer von Güte und Dankbarkeit
Oh Du Besitzer von Sicherheit und Gnade
Oh Du Besitzer von Heiligkeit und Vollkommenheit
Oh Du Besitzer von Weisheit und Beredsamkeit
Oh Du Besitzer von Barmherzigkeit und Zufriedenheit
Oh Du Besitzer von Argument und Beweis
Oh Du Besitzer von Größe und unumschränkter Macht
Oh Du Besitzer von Vergebung und Verzeihung
Oh DU Besitzer des Mitleids und des um Hilfe Bittenden

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

16.

Oh Du, der Du der Herr von allem bist
Oh Du , der Du Gott von allem bist
Oh Du, der Du Schöpfer von allem bist
Oh Du, der Du über allem stehst
Oh Du, der Du vor allem da warst
Oh Du, der Du nach allem sein wirst
Oh Du, der Du alles weißt
Oh Du, der Du Macht über alle Dinge besitzt
Oh Du, der Du alles erschaffst
Oh Du, der Du beständig bist, während alles andere vergänglich ist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

17.

Ich flehe Dich durch Deine Namen an:

Oh Du Treuer
Oh Du Beschützer
Oh Du Urheber
Oh Du Unterweiser
Oh Du Verkünder
Oh Du Erleichterer
Oh Du Verschönerer
Oh Du Verherrlicher
Oh Du Helfer
Oh Du Farbe Gebender

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

18.

Oh Du, Dessen Besitz ewig ist
Oh Du, Dessen Majestät groß ist
Oh Du, Dessen unumschränkte Herrschaft immer während ist
Oh Du, der Du Dein Dienern gegenüber barmherzig bist
Oh Du, der Du alles weißt
Oh Du, der Du nachsichtig gegenüber jenen bist, die Dich abweisen
Oh Du, der Du gegenüber jenen, die auf Dich hoffen, großzügig bist
Oh Du, der Du in Deinen Urteilen weise bist
Oh Du, der Du in Deiner Herrschaft nachsichtig bist
Oh Du, der Du in Deiner Nachsicht allwissend bist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

19.

Oh Du, außer Dessen Güte wir uns nichts erhoffen
Oh Du, außer Dessen Gerechtigkeit wir nichts fürchten
Oh Du, außer Dessen Rechtschaffenheit wir nichts erwarten
Oh Du, außer Dessen Vergebung wir nichts erwarten
Oh Du, außer Dessen Besitz nichts überdauert
Oh Du, außer Dessen unumschränkter Macht es keine unumschränkte Macht gibt
Oh Du, außer Dessen Beweis es keinen Beweis gibt
Oh Du, Dessen Barmherzigkeit alles umschließt
Oh Du, Dessen Barmherzigkeit Deinen Zorn übertrifft
Oh Du, Dessen Wissen alles umfasst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

20.

Oh Du Befreier von Sorgen
Oh Du Beseitiger allen Leids
Oh Du Vergeber von Sünden
Oh Du, der Du Reue akzeptierst
Oh Du Schöpfer des Geschöpfer
Oh Du, der Du Deinem Versprechen treu bist
Oh Du, Ernährer der Kinder
Oh Du, der Du Deinen Vertrag einhälst
Oh Du, der Du das Verborgene kennst
Oh Du, der Du die Samenkörner spaltest

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

21.

Ich flehe Dich durch Deinen Namen an:

Oh Du, Höchster
Oh Du, Treuer
Oh Du, Freund
Oh Du, Reicher
Oh Du, Füllender
Oh Du, Reiner
Oh Du, Zufriedner
Oh Du , Offenbarer
Oh Du, Verborgener
Oh Du, Starker

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

22.

Oh Du, der Du das Schöne enthüllst
Oh Du, der Du das Hässliche Verhüllst
Oh Du, der Du das Verbrechen nicht gleich bestrafst
Oh Du, der Du den Schleier nicht zerreißt
Oh Du, Dessen Vergebung groß ist
Oh Du, der Du Übertretungen ungestraft lässt
Oh Du, Dessen Vergebung allumfassend ist
Oh Du, Dessen Barmherzigkeit weitreichend ist
Oh Du, Gefährte aller stillen Gebete
Oh Du, letzte Instanz aller Beschwerden

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

23.

Oh Du, Besitzer der im Überfluss vorhandenen Gnade
Oh Du, Besitzer der weit reichenden Barmherzigkeit
Oh Du, Besitzer der außerordentlichen Weisheit
Oh Du, Besitzer der absoluten Macht
Oh Du, Besitzer des schlagenden Arguments
Oh Du, Besitzer der offenkundigen Großzügigkeit
Oh Du, Besitzer der erhabenen Attribute
Oh Du, Besitzer dauerhaften Ansehens
Oh Du, Besitzer großer Stärke
Oh Du, Besitzer vergangener Gunst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

24.

Oh Du, Richter aller Richter
Oh Du, Gerechtester aller Gerechten
Oh Du, Aufrichtigster aller Aufrichtigen
Oh Du, Offenkundigster aller Offenkundigen
Oh Du, Reinster aller Reinen
Oh Du, Schönster aller Geschöpfe
Oh Du, Schnellster all jener, die abrechnen
Oh Du, der Du besser hörst als alle anderen
Oh Du, Großzügigster der Großzügigen
Oh Du, Barmherzigster der Barmherzigen
Oh Du, der Du am erfolgreichsten Fürsprache einlegst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!!

25.

Oh Du, Schöpfer der Himmel
Oh Du, der Du die Finsternis hervorbrachtest
Oh Du, der Du die Geheimnisse kennst
Oh Du, der Du dich der Tränen erbarmst
Oh Du, der Du die Blößen verhüllst
Oh Du, der du das Unheil beseitigst
Oh Du, der Du die Toten wieder erweckst
Oh Du, der Du das Gute verstärkst
Oh Du, der Du Segen herab sendest
Oh Du, Dessen Bestrafung streng sind

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

26.

Ich flehe Dich durch Deine Namen an:

O Du Gestalter
O Du Bewerter
O Du Bereiniger
O Du Erleuchter
O Du Versorger
O Du Aufschieber
O Du Erleichterer
O Du Mahner
O Du Verkünder
O Du Vorsorge Treffender

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

27.

O Du Gott des heiligen Hauses
O Du Gott des heiligen Monats
O Du Gott der heiligen Moschee
O Du Gott des heiligen Landes
O Du Gott der Säule und des heiligen Ortes
O Du Gott der heiligen Ka´ba
O Du Gott des Erlaubten und des Verbotenes
O Du Gott des Lichtes und der Finsternis
O Du Gott der Begrüßung und des Grußes
O Du Gott der Majestät und der Großzügigkeit

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

28.

O Du Stütze derer, die keine Stütze haben
O Du Rückhalt derer, die keinen Rückhalt haben
O Du Stolz derer, die keinen Stolz haben
O Du Beistand derer, die keinen Beistand haben
O Du Zufluchtsorts derer, die keinen Zufluchtsorts haben
O Du Ruhm derer, die keinen Ruhm haben
O Du Kraft derer, die keine Kraft haben
O Du Unterstützer derer, die keinen Unterstützer haben
O Du Vertrauter derer, die keinen Vertrauten haben
O Du Reichtum derer, die keinen Reichtum haben

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

29.

Ich flehe Dich durch Deine Namen an:

O Du Unerschütterlicher
O Du immer Währender
O Du Erbarmer
O Du Richter
O Du Allwissender
O Du Beschützer
O Du gerechter Verteiler
O Du Unfehlbare
O Du Begrenzer
O Du Erweiterer

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

30.

O Du Beschützer derer, die Deinen Schutz suchen
O Du Erbarmer derer, die Dich um Erbarmen anflehen
O Du Erretter derer, die Dich um Erlösung bitten
O Du Hüter derer, die Sich Deiner Obhut anvertrauen
O Du Wohltäter derer, die Deine Wohltaten ersterben
O Du Wegweiser derer, die nach Deiner Weisung verlangen
O Du Helfer derer, die Dich um Hilfe ersuchen
O Du Beistand derer, die sich Deinen Beistand herbei sehnen
O Du Schrei derer, die um Hilfe rufen
O Du Vergeber derer, die sich deine Vergebung erhoffen

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

31.

O Du großzügig Verzeihender
O Du, Dessen Gnade groß ist
O Du, Dessen Wohlwollen ohne Anfang ist
O Du, Dessen Kunst nachsichtig ist
O Du, Dessen Nachricht beständigen ist
O Du, der Du die Sorgen bewältigst
O Du, der Du den Schaden beseitigst
O Du, der Du die Reichtümer besitzt
O Du, der Du gerecht richtest

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

32.

O Du Allmächtiger, der Du unbesiegbar bist
O Du Nachsichtiger, der Du nicht gewünscht wirst
O Du Aufmerksamer, der Du niemals schläfst
O Du Unerschütterlicher, der Du niemals vergehst
O Du Lebendiger, der Du niemals stirbst
O Du König, der Du niemals zugrunde gehst
O Du Überlebender, der Du niemals untergehst
O Du Allwissender, der Du niemals unwissend bist
O Du Unvergänglicher, der Du nicht auf Nahrung angewiesen bist
O Du Starker, der Du niemals schwach bist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

33.

Ich flehe Dich durch Deine Namen an:

O Du Einer
O Du Finder
O Du Bezeuger
O Du Ruhmreicher
O Du Wegweiser
O Du Wiederbeleber
O Du Erbe
O Du Schaden Zufügender
O Du Wohltäter
O Du den rechten Weg Weisender

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

34.

O Du Prachtvollster aller Prachtvollen
O Du Großzügigster aller Großzügigsten
O Du Barmherzigster aller Barmherzigen
O Du Richter aller Richter
O Du, der Du mehr weißt als alle anderen
O Du, der Du vor allem anderen existiertest
O Du Größter aller Größten
O Du Majestätischster aller Majestätischen
O Du Kraftvollster aller Kraftvollen
O Du Gütigster aller Gütigen

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

35.

O Du, der Du Deine Versprechen erfüllst
O Du, der Du in der Erfüllung Deiner Versprechen stark bist
O Du, der Du in Deiner Stärke erhaben bist
O Du, der Du in Deiner Erhabenheit nah bist
O Du, der Du in Deiner Nähe nachsichtig bist
O Du, der Du in Deiner Nachsicht ehrenhaft bist
O Du, der Du in Deiner Ehrenhaftigkeit mächtig bist
O Du, der Du in Deiner Macht groß bist
O Du, der Du in Deiner Größe ruhmreich bist
O Du, der Du in Deinem Ruhm lobenswert bist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

36

O Du, dem sich alles unterwirft
O Du, für den alles existiert
O Du, für den alles vorhanden ist
O Du, dem gegenüber alles bereut
O Du, vor dem sich alles fürchtet
O Du, den alles preist
O Du, der Du alles aufrecht erhältst
O Du, dem alles gehorcht
O Du, an den sich alles wendet
O Du, außer Dessen Antlitz alles untergeht

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

37.

Ich flehe Dich durch Deine Namen an:

O Du allem Genügender
O Du Heiler
O Du Treuer
O Du Gesundheit Schenkender
O Du Erhabener
O Du Einladender
O Du Zufriedener
O Du Richter
O Du Ewiger
O Du den rechten Weg Weisender

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

38.

O Du, außer dem es keinen Ausweg gibt
O Du, außer dem es keinen Unterschlupf gibt
O Du, außer dem es keine Zuflucht gibt
O Du, außer dem man niemandem vertrauen kann
O Du, außer dem es keine Ziele gibt
O Du, außer dem es keine Befreiung gibt
O Du, außer dem nichts verlangt wird
O Du, außer dem nichts angebetet wird
O Du, außer dem man niemanden um Hilfe bittet
O Du, bei dem alle Kraft und alle Macht liegen

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

39.

O Du Wohlwollendster aller Ehrfurcht Gebietenden
O Du Wohlwollendster aller Erwünschten
O Du Wohlwollendster aller Begehrten
O Du Wohlwollendster aller Verantwortlichen
O Du Wohlwollendster aller Ziele
O Du Wohlwollendster aller Erwähnten
O Du Wohlwollendster aller Hilfreichen
O Du Wohlwollendster aller Geliebten
O Du Wohlwollendster aller Herabsendenden
O Du Wohlwollendster all jener, deren Vertrauen man sucht

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

40.

O Du, der Du erschaffen und geordnet hast
O Du, der Du bewehrt und den rechten Weg gewiesen hast
O Du, der Du das Unheil vertreibst
O Du, der Du die stillen Gebete erhörst
O Du, der Du die Ertrinkenden rettest
O Du, der Du die Zugrunde Gehenden birgst
O Du, der Du die Kranken heilst
O Du, der Du leben und sterben lässt
O Du, der Du lachen und weinen lässt
O Du, der Du vom rechten Weg abirren und zu Dir hinleiten lässt

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

41.

Ich flehe Dich durch Deine Namen:

O Du Vergeber
O Du Verhüller
O Du Bezwinger
O Du Mächtiger
O Du Beobachter
O Du Schöpfer
O Du Dankbarer
O Du Dich Erinnernder
O Du Retter
O Du Bezwinger

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

42.

O Du, dem zu Land und zu Wasser Wege offen stehen
O Du, Dessen Zeichen die Horizonte schmücken
O Du, Dessen Beweise in den Zeichen liegen
O Du, Dessen Macht sich im Tode zeigt
O Du, Dessen Ansehen sich in den Gräbern zeigt
O Du, Dessen Herrschaft sich in der Auferstehung zeigt
O Du, Dessen Respekt sich in der Rechenschaft zeigt
O Du, Dessen Urteil sich auf der Waage zeigt
O Du, Dessen Barmherzigkeit sich im Paradies zeigt
O Du, Dessen Bestrafung sich im Feuer der Hölle zeigt

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

43.

O Du, zu dem die Ängstlichen fliehen
O Du, bei dem die Sünder Unterschlupf suchen
O Du, an den sich die Reuenden enden
O Du, bei dem die Aufsässigen Zuflucht suchen
O Du, den die Asketen begehren
O Du, den diejenigen, die nicht im Irrtum sind, anflehen
O Du, Dessen Vertrauen diejenigen, die nach ihm verlangen, suchen
O Du, auf den die Wohltäter stolz sind
O Du, auf den sich die Ergebenen verlassen
O Du, der Du die Überzeugten Ruhe finden lässt

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

44.

O Du Nächster aller Nahen
O Du Liebster aller Lieben
O Du Größter aller Großen
O Du Kraftvollster aller Kraftvollen
O Du Stärkster aller Starken
O Du Reichster aller Reichen
O Du Freigebigster aller Freigebigen
O Du Mitleidvollster aller Mitleidvollen
O Du Barmherzigster aller Barmherzigen
O Du Majestätischster aller Majestätischen

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

45.

Ich flehe Dich durch deine Deine Namen an:

O Du Naher
O Du Aufmerksamer
O Du Geliebter
O Du Beantworter
O Du Abrechner
O Du Heiler
O Du Seher
O Du Kündiger
O Du Erleuchter
O Du Verkünder

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

46.

O Du unbesiegbare Sieger
O Du unerschaffner Erschaffer
O Du nie hervorgebrachter Schöpfer
O Du souveräner König
O Du unbezwingbare Bezwinger
O Du Aufrichter, der Du niemals aufgerichtet wirst
O Du Bewahrer, der Du niemals bewahrt wirst
O Du Retter, der Du niemals gerettet wirst
O Du Zeuge, der Du niemals verborgen bist
O Du Naher, der Du niemals fern bist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

47.

O Du Licht aller Lichter
O Du Erleuchter des Lichts
O Du Gestalter des Lichts
O Du Schöpfer des Lichts
O Du Abschätzer des Lichts
O Du Lenker des Lichts
O Du Lichts, das vor allen Lichtern da war
O Du Lichts, das nach allen Lichtern da sein wird
O Du Lichts, das über allen Lichtern steht
O Du Lichts, dem kein Licht ebenbürtig ist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

48.

O Du, Dessen Gaben ehrenhaft sind
O Du, Dessen Handeln nachsichtig ist
O Du, Dessen Nachsicht beständig ist
O Du, Dessen Wohltätigkeit ohne Anfang ist
O Du, Dessen Wort die Wahrheit ist
O Du, Dessen Versprechen aufrichtig ist
O Du, Dessen Vergebung gnädig ist
O Du, Dessen Bestrafung gerecht ist
O Du, Dessen Erwähnung angenehm ist
O Du, Dessen Vertrautheit köstlich ist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

49.

Ich flehe Dich durch Deine Namen an:

O Du Gewährer
O Du Unterscheider
O Du Veränderer
O Du Erleichterer
O Du Erniedriger
O Du Offenbarer
O Du Verwandler
O Du Verschönerer
O Du Vollender
O Du Bevorzuger

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

50.

O Du, der Du siehst, aber nicht gesehen wirst
O Du, der Du erschaffst, aber nicht erschaffen wurdest
O Du, der Du den rechten Weg weist, dem aber nicht der Weg gewiesen wird
O Du, der Du wiederbelebst, aber selbst nicht wiederbelebt wirst
O Du, der Du speist, aber nicht gespeist wirst
O Du, der Du beistehst, dem aber nicht beigestanden wird
O Du, der Du richtest, über den aber nicht gerichtet wird
O Du, der Du herrschst, aber nicht beherrscht wirst
O Du, der Du weder zeugst noch gezeugt wirst
O Du, dem niemand gewachsen ist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

51.

O Du vortrefflicher Geliebter
O Du vortrefflicher Heiler
O Du vortrefflicher Abrechner
O Du vortrefflicher Naher
O Du vortrefflicher Aufmerksamer
O Du vortrefflicher Beantworter
O Du vortrefflicher Vertrauter
O Du vortrefflicher Treuhänder
O Du vortrefflicher Herr
O Du vortrefflicher Verbündeter

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

52.

O Du Freude der Wissenden
O Du Verlangter der Verlangenden
O Du Beistand der Sehnsüchtigen
O Du Geliebter der Reumütigen
O Du Ernährer der Bedürftigen
O Du Hoffnung der Sünder
O Du Aufheiterer der Besorgten
O Du Tröster der Bedrückten
O Du Aufmunterer der Traurigen
O Du Gott der Ersten und der Letzten

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

53.

O Du Heer des Paradieses und der Hölle
O Du Heer der Propheten und der Rechtschaffenen
O Du Heer der Wahrheitsliebenden und der Frommen
O Du Heer der Kleinen und der Großen
O Du Heer der Samenkörner und der Früchte
O Du Heer der Flüsse und der Bäume
O Du Heer der Wüsten und der Steppen
O Du Heer der Diener und der Freien
O Du Heer des Enthüllten und der Geheimnisse
O Du Heer der Nacht und des Tages

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

54.

O Du, Dessen Wissen alles umfasst
O Du, Dessen Blick alles durchdringt
O Du, Dessen Macht alles erreicht
O Du, Dessen Gunstbeweise Deine Diener nicht zählen können
O Du, Dessen Dank die Geschöpfe nicht in angemessener Weise erbringen
O Du, Dessen Majestät der Verstand nicht begreifen kann
O Du, Dessen wahre Beschaffenheit die Vorstellungskraft nicht erkennen kann
O Du, Dessen Größe und Herrlichkeit Dein Gewand sind
O Du, Dessen unumschränkte Macht und Respekt Dein Glanz sind
O Du, Dessen Kraft und Stärke Deine ewige Existenz ist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

55.

O Du Besitzer des höchsten Ideals
O Du Besitzer der höchsten Eigenschaften
O Du Besitzer von Jenseits und Diesseits
O Du Besitzer des Paradieses
O Du Besitzer von Hölle und Flammen
O Du Besitzer der größten Wunder
O Du Besitzer der schönsten Namen
O Du Besitzer von Urteil und Entscheidung
O Du Besitzer der höchsten Himmel
O Du Besitzer des Throns und der Erde

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

56.

Ich flehe Dich durch Deine Namen an:

O Du Vergeber
O Du Verzeihender
O Du Liebevoller
O Du Dankbarer
O Du Geduldiger
O Du Mitleidsvoller
O Du Sanftmütiger
O Du Hochheiliger
O Du Lebendiger
O Du Beständiger

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

57.

O Du, Dessen Größe im Himmel offenbar wird
O Du, Dessen Wunder auf der Erde zu betrachten sind
O Du, Dessen Beweise in allem zu finden sind
O Du, Dessen Wunderlinge im Meer aufzuspüren sind
O Du, der Du die Geschöpfe zunächst erschaffst und dann zu Dir zurückkehren lässt
O Du, Dessen Schätze die Berge zieren
O Du, der Du alles in Schönheit erschaffst
O Du, zu dem alles auf Deinen Befehl hin zurückkommt
O Du, Dessen Nachsicht sich in allem zeigt
O Du, der Du Deine Geschöpfe von Deiner Macht unterrichtest

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

58.

O Du Geliebter derer, die keinen Geliebten haben
O Du Heiler derer, die keinen Heiler haben
O Du, der Du jenen antwortest, denen niemand antwortet
O Du, der Du für jene sorgst, für die niemand sorgt
O Du Gefährte derer, die keinen Gefährten haben
O Du Fürsprecher derer, die keinen Fürsprecher haben
O Du Beistand derer, die keinen Beistand haben
O Du Wegweiser derer, die keinen Wegweiser haben
O Du Führer derer, die keinen Führer haben
O Du Erbarmer derer, die keinen Erbarmer haben

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

59.

O Du, der Du den Bedürftigen genügst
O Du Wegweiser all derer, die Deine Wegweisung suchen
O Du Beschützer aller Schutz Suchenden
O Du, der Du aller einlädst, die Dich einladen
O Du Heiler all derer, die Dich um Heilung bitten
O Du Richter all derer, die um Dein Urteil bitten
O Du Bereicherer all derer, die Dich um Deinen Reichtum bitten
O Du, der Du all jenen in vollem Umfang gibst, die Dich um alles bitten
O Du, der Du all diejenigen stärkst, die Dich um Deine Stärke bitten
O Du Freund derer, die Dich um Deine Freundschaft bitten

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

60.

Ich flehe Dich durch Deine Namen an:

O Du Erster
O Du Letzter
O Du Offenkundiger
O Du Verborgener
O Du Schöpfer
O Du Ernährer
O Du Treuer
O Du Vormaliger
O Du treibende Kraft
O Du Spalter (des Korns)

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

61.

O Du, der Du Nacht und Tag einander abwechseln lässt
O Du, der Du Dunkelheit und Licht erschufst
O Du, der Du Schatten und Hitze hervorbrachtest
O Du, der Du Dir Sonne und Mond dienstbar machtest
O Du, der Du Tod und Leben erschufst
O Du, dem Schöpfung und Befehl gehören
O Du, der Du Dir weder Ehefrau noch Kinder nimmst
O Du, der Du in Deiner Herrschaft keinen Partner hast
O Du, der Du keinen Freund besitzt, der Dich vor Demütigung bewahrte
O Du, dem Macht und Stärke gehören

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

62.

O Du, der Du die Hoffnungen der Verlangenden kennst
O Du, der Du die Bedürfnisse der Bedürftigen besitzt
O Du, der Du das Schluchzen der Ohnmächtigen hörst
O Du, der Du das Weinen der Ängstlichen siehst
O Du, der Du die Gedanken der Stummen kennst
O Du, der Du die Reue der Bereuenden siehst
O Du, der Du die Entschuldigung der Reumütigen annimmst
O Du, der Du die Taten der Sünder nicht in Ordnung bringst
O Du, der Du die Werke der Rechtschaffenen nicht vorkommen lässt
O Du, der Du die Herzen der Weisen nicht im Stich lässt

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

63.

O Du, Dessen Ewigkeit immer währt
O Du, der Du Fehler verzeihst
O Du, der Du Gebete erhörst
O Du, Dessen Gunstbeweise allumfassend sind
O Du, der Du die Himmel erhörst
O Du, der Du das Unglück beseitigst
O Du, Dessen Lob groß ist
O Du, Dessen Glanz ohne Anfang ist
O Du unendlich Treuer
O Du, Dessen Belohnung Ehre versprichst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

64.

Ich flehe Dich durch Deine Namen an:

O Du Verzeiher
O Du Verhüller
O Du Bezwinger
O Du Allmächtiger
O Du Ausdauernder
O Du Ernährer
O Du alle Türen Öffnender
O Du Allwissender
O Du Beschenker
O Du Reue Annehmender

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

65.

O Du, der Du mich erschaffen und geformt hast
O Du, der Du mich ernährt und aufgezogen hast
O Du, der Du mich mit Speisen und Getränken versorgt hast
O Du, der Du mich in Deine Nähe vorgelassen hast
O Du, der Du mich beschützt hast
O Du, der Du mich behütet und meine Sünden verborgen hast
O Du, der Du mir Erfolg geschenkt und den rechten Weg gewiesen hast
O Du, der Du mich gefördert und bereichert hast
O Du, der Du mich hast sterben und dann wieder leben lassen
O Du, der Du mir vertraut warst und mir Unterkunft gewährtest

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

66.

O Du, der Du mit Deinen Worten die Wahrheit sprichst
O Du, Dessen Herrschaft nicht in Frage gestellt werden kann
O Du, Dessen Urteil nicht zurückgewiesen werden kann
O Du, der Du zwischen dem Menschen und seinem Herzen stehst
O Du, der Du die Reue Deiner Diener annimmst
O Du, ohne Dessen Erlaubnis keine Fürsprache erfolgreich ist
O Du, in Dessen rechter Hand die Himmel zusammengerollt sind
O Du, der Du jeden kennst, der von Deinem Weg abweicht
O Du, den der Donner aus Dankbarkeit und die Engel vor Furcht preisen
O Du, der Du die Winde als Vorboten in die Hand Deiner Dankbarkeit schickst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

67.

O Du, der Du die Welt zur Wiege machtest
O Du, der Du die Berge zu Pflöcken machtest
O Du, der Du die Sonne zu einer Lampe machest
O Du, der Du den Mond zu einem Licht machtest
O Du, der Du die Nacht zu einem Gewand machtest
O Du, der Du den Tag zum Lebensunterhalt machtest
O Du, der Du den Schlaf zum Ausruhen machtest
O Du, der Du den Himmel zum Firmament machtest
O Du, der Du die Dinge als Paare erschufst
O Du, der Du das Feuer zu einem Beobachtungsposten machtest

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

68.

Ich flehe Dich durch Deine Namen an:

O Du Fürsprecher
O Du Erhörer
O Du Aufrichter
O Du Verhinderer
O Du Einzigartiger
O Du Behender
O Du Überbringer guter Kunde
O Du Warner
O Du Allmächtiger
O Du zu allem Fähiger

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

69.

O Du Lebender vor allem, was lebte
O Du Lebender nach allem, was leben wird
O Du Lebender, dem nichts ähnlich ist
O Du Lebender, dem kein Lebewesen gleicht
O Du Lebender, der Du keine Lebewesen als Partner hast
O Du Lebender, der Du auf kein Lebewesen angewiesen bist
O Du Lebender, der Du alle Lebewesen sterben lässt
O Du Lebender, der Du alle Lebewesen ernährst
O Du Lebender, der Du die Toten wiederbelebst
O Du Lebender, der Du niemals stirbst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

70.

O Du, Dessen Erinnerung unvergesslich ist
O Du, Dessen Licht unauslöschlich ist
O Du, Dessen Lob unermesslich ist
O Du, Dessen Attribute unveränderlich sind
O Du, Dessen Gunstbeweise unzählbar sind
O Du, Dessen Herrschaft unvergänglich ist
O Du, Dessen Herrlichkeit berauschend ist
O Du, Dessen Urteil keinen Widerspruch duldet
O Du, Dessen Eigenschaften nicht austauschbar sind
O Du, Dessen Vollkommenheit unvorstellbar ist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

71.

O Du Herr der Welten
O Du Herr des jüngsten Tages
O Du, der Du die Ausdauernden liebst
O Du, der Du die Reumütigen liebst
O Du, der Du die Reinen liebst
O Du, der Du die Wohltätigen liebst
O Du, der Du der Wohlwollendste aller Hilfe Leistenden bist
O Du, der Du der Wohlwollendste aller Unterscheidenden bist
O Du, der Du der Wohlwollendste aller Dankbaren bist
O Du, der Du die Zwietracht Säenden genau kennst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

72.

Ich flehe Dich durch Deine Namen an:

O Du Urheber
O Du Wiederhersteller
O Du Behüter
O Du alles Umgebender
O Du Lobenswerter
O Du Ruhmreicher
O Du Ernährer
O Du Beistand Gewährender
O Du Kraft Spender
O Du Demütigender

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

73.

O Du, der Du ein Einziger ohne Ebenbild bist
O Du, der Du ein Einzelner ohne Partner bist
O Du, der Du unvergänglich ohne Makel bist
O Du, der Du einzigartig und ohne Teilhaber bist,
O Du, der Du ein Herr ohne Helfer bist
O Du, der Du reich bist, ohne arm zu sein
O Du, der Du ein unumschränkter unstürzbarer Herrscher bist
O Du, der Du ein Souverän ohne Schwäche bist
O Du, der Du ohne Ideal existierst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

74.

O Du, Dessen Erinnerung denen, die sich erinnern, zur Ehre gereicht
O Du, Dessen Dank für die Dankbaren einen Triumph gleichkommt
O Du, Dessen Lob der Stolz der Preisenden ist
O Du, Dessen Gehorsam für die Gehorsamen die Rettung bedeutet
O Du, Dessen Tür den Bedürftigen offen steht
O Du, Dessen Weg für die Gläubigen klar erkennbar ist
O Du, Dessen Zeichen den Schauenden Beweise sind
O Du, Dessen Buch ein Schreiben für die Überzeugten ist
O Du, Dessen Vergebung die Zuflucht der Sünder ist
O Du, Dessen Erbarmen den Wohltätigen nahe ist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

75.

O Du, Dessen Name gesegnet ist
O Du, Dessen Stellung gehoben ist
O Du, Dessen Lobpreis erhaben ist
O Du, außer dem es keine Gottheit gibt
O Du, Dessen Namen heilig sind
O Du, Dessen Beständigkeit ewig währt
O Du, Dessen Größe Sein Glanz ist
O Du, Dessen Herrlichkeit sein Gewand ist
O Du, Dessen Wohltaten unermesslich sind
O Du, Dessen Gunst beweise unzählbar sind

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!76.

76.

Ich flehe Dich durch Deine Namen an:

O Du Helfer
O Du Verkünder
O Du Vertrauenswürdiger
O Du Gedachter
O Du Starker
O Du Kräftiger
O Du Zeuge
O Du Besonnener
O Du Lobenswerter
O Du Ruhmreicher

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

77.

O Du, dem der ruhmreiche Thron gehört
O Du, dem die treffende Rede gehört
O Du, dem die angemessene Gnade gehört
O Du, dem die starke Kraft gehört
O Du, dem die Versprechen und die Drohungen gehören
O Du Naher, der Du nicht fern bist
O Du lobenswerter Freund
O Du, der Du Zeuge aller Dinge bist
O Du, der Du Deinen Dienern gegenüber niemals ungerecht bist
O Du, der Du dem Menschen näher als seine Halsschlagader bist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

78.

O Du, der Du weder Partner noch Helfer hast
O Du, dem nichts gleich oder ähnlich ist
O Du Schöpfer der Sonne und des leuchtenden Mondes
O Du dem unglücklichen Armen Reichtum Schenkender
O Du Ernährer des kleinen Kindes
O Du Erbarmer des alten Menschen
O Du Beschützer des ängstlichen Hilfe Suchenden
O Du, der Du Deinen Diener siehst
O Du, der Du die Bedürfnisse Deiner Diener kennst
O Du, der Du aller Dinge mächtig bist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

79.

O Du, dem Großzügigkeit und Gunstbeweise gehören
O Du, dem Gunst und Gnade gehören
O Du, dem Pein und Vergeltung gehören
O Du Schöpfer der Atome und des Atems
O Du, der Du Araber wie Nichtaraber gleichermaßen inspirierst
O Du, der Du Schaden und Schmerz beseitigst
O Du, der Du Geheimnisse und Absichten kennst
O Du, dem die Ka´ba gehört
O Du, der Du die Dinge aus dem Nichts heraus erschaffst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

80.

Ich flehe Dich durch Deine Namen an:

O Du Gerechter
O Du Annehmer
O Du Gunst Verleihender
O Du Handelnder
O Du Bürge
O Du Bewirker
O Du Vollkommener
O Du Hervorbringer
O Du Verlangender
O Du, nach dem verlangt wird

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

81.

O Du, der Du mit Deiner Macht Wohltaten erwiest
O Du, der Du mit Deiner Fülle Ehrenbezeugungen erwiest
O Du, der Du mit Deiner Nachsicht zurückkehrtest
O Du, der Du mit Deiner Macht Kraft spendetest
O Du, der Du mit Deiner Weisheit alles bewertetest
O Du, der Du mit Deinem Kalkül über alles richtetest
O Du, der Du mit Deinem Wissen alles vorausplantest
O Du, der Du mit Deiner Nachsicht vergabst
O Du, der Du mit Deiner Erhabenheit nah warst
O Du, der Du mit Deiner Nähe erhaben warst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

82.

O Du, der Du erschaffst, was Du willst
O Du, der Du tust, was Du willst
O Du, der Du auf den rechten Weg führst, wen Du willst
O Du, der Du irreführst, wen Du willst
O Du, der Du verzeihst, wem Du willst
O Du, der Du bestrafst, wen Du willst
O Du, der Du Reue nimmst, von wem Du willst
O Du, der Du im Mutterleib formst, wie Du willst
O Du, der Du in der Schöpfung vermehrst, was Du willst
O Du, der Du Dein Erbarmen schenkst, wem Du willst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

83.

O Du, der Du Dir weder Ehefrau noch Kinder nimmst
O Du, der Du an Deiner Herrschaft niemanden Teil haben lässt
O Du, der Du allem ein Maß gabst
O Du, Dessen Barmherzigkeit niemals vergeht
O Du, der Du die Engel zu Gesandten machest
O Du, der Du im Himmel Sternzeichen bildest
O Du, der Du die Erde zum Wohnsitz machtest
O Du, der Du den Menschen aus Wasser hervorbrachtest
O Du, der Du alles mit Zahlen berechnetest
O Du, Dessen Wissen alles umfasst

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

84.

Ich flehe Dich durch Deine Namen an:

O Du Einziger
O Du Einzelner
O Du Einer
O Du Unvergänglichster
O Du Ruhmreichster
O Du Stärkster
O Du Majestätischster
O Du Wahrhaftigster
O Du Rechtschaffenster
O Du Ewiger

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

85.

O Du Wissen derer, die Dich kennen
O Du Angebeteter derer, die Dich anbeten
O Du, der Du denen dankbar bist, die Dir danken
O Du Erwähnter derer, die Dich erwähnen
O Du Gepriesener derer, die Dich preisen
O Du, der Du denen bist, die nach Dir verlangen
O Du Gerühmter derer, die Dich als Gott erklären
O Du Geliebter derer, die Dich lieben
O Du, der Du von denen angestrebt wirst, die Dich begehren
O Du Ziel derer, die Dich häufig besuchen

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

86.

O Du, außer Dessen Herrschaft es keine Herrschaft gibt
O Du, Dessen Lob Deine Diener nicht ermessen können
O Du, Dessen Majestät Deine Diener nicht beschreiben können
O Du, Dessen Vollkommenheit die Augen nicht wahrnehmen können
O Du, Dessen Attribute der Verstand nicht begreifen kann
O Du, Dessen Herrlichkeit die Gedanken nicht erreichen können
O Du, Dessen Eigenschaften die Menschen nicht angemessen beurteilen können
O Du, Dessen Urteil die Diener nicht Widerlegen können
O Du, Dessen Zeichen in allen Dingen sichtbar sind

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

87.

O Du Geliebter der Weinenden
O Du Schütze der Vertrauenden
O Du, der Du den Felgleitenten den rechten Weg weist
O Du Freund der Gläubigen
O Du Vertrauter der sich Erinnernden
O Du Mächtigster der Mächtigen
O Du Scharfsichtigster der Schauenden
O Du Intelligentester der Wissenden
O Du Unterschlupf der Betrübten
O Du Helfer derer, die helfen

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

88.

Ich flehe Dich durch Deine Namen an:

O Du Großzügiger
O Du Größe Verleihender
O Du Spender von Gunstbeweisen
O Du Gewährer
O Du Bereicherer
O Du Leben Schenkender
O Du Urheber
O Du zufrieden Steller
O Du Erlöser
O Du Wohltäter

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

89.

O Du allem Genügender
O Du über allem Stehender
O Du, dem nichts ähnelt
O Du, Dessen Herrschaft durch nichts gesteigert wird
O Du, in Dessen Schatzkammer es an nichts fehlt
O Du, dem nichts verborgen bleibt
O Du, dem nichts ebenbürtig ist
O Du, der Du die Schlüssel zu allen Dingen in der Hand hältst
O Du, Dessen Barmherzigkeit alles umfasst
O Du, der Du alles bestehen und vergehen lässt

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

90.

O Du, außer dem niemand das Verborgene kennt
O Du, außer dem niemand das Böse beseitigt
O Du, außer dem niemand den Befehl führt
O Du, außer dem niemand die Sünden verzeihst
O Du, außer dem niemand die Herzen prüft
O Du, außer dem niemand die Schöpfung erschafft
O Du, außer dem niemand die Wohltaten vollendet
O Du, außer dem niemand den Regen herab sendet
O Du, außer dem niemand die Toten wieder belebt
O Du, außer dem bestimmt niemand wirklich bereichert

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

91.

Ich flehe Dich durch Deine Namen an:

O Du Beseitiger
O Du Erleichterer
O Du Öffner
O Du Retter
O Du Garant
O Du Gebieter
O Du Verbieter
O Du Hoffnung
O Du Erhoffter
O Du große Hoffnung

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

92.

O Du Unterstützer der Schwachen
O Du Schatz der Armen
O Du Gefährte der Fremden
O Du Helfer der Freunde
O Du Bezwinger der Feinde
O Du Aufrichter der Himmel
O Du Beseitiger des Unglücks
O Du Vertreter der Freunde
O Du Geliebter der Frommen
O Du Gott der Reichen

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

93.

O Du Anfang und Ende aller Dinge
O Du Gott und Gestalter aller Dinge
O Du Ernährer und Schöpfer aller Dinge
O Du Erschaffer und Herrscher aller Dinge
O Du Begrenzer und Erweiterer aller Dinge
O Du Ursprung und Wiederkehr aller Dinge
O Du Veranlasser und Bewerter aller Dinge
O Du Erzieher und Verwalter aller Dinge
O Du Zusammenroller und Verwandler aller Dinge
O Du Lebensspender und Lebensnehmer aller Dinge

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

94.

O Du Wohlwollendster aller Erwähnenden und Erwähnten
O Du Wohlwollendster aller Dankenden und Bedankten
O Du Wohlwollendster aller Lobenden und Gelobten
O Du Wohlwollendster aller Bezeugenden und Bezeugten
O Du Wohlwollendster aller Anbetenden und Angebeteten
O Du Wohlwollendster aller Antwortenden und all derer, denen geantwortet wird
O Du Wohlwollendster aller Vertrauen Empfindenden und Vertrauten
O Du Wohlwollendster aller Gefährten und Genossen
O Du Wohlwollendster aller Ziele, o Du Wohlwollendster aller Wünsche
O Du Wohlwollendster aller Liebenden und Geliebten

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

95.

O Du, der Du jenen, die Dich rufen, antwortest
O Du, der Du jene, die Dir gehorchen, liebst
O Du, der Du jenen, die Dich lieben, nahe bist
O Du, der Du um jene weißt, die zu Dir streben
O Du, der Du gegenüber jenen, die auf Dich hoffen, großzügig bist
O Du, der Du jene, die gegen Dich aufsässig sind, mit Nachsicht behandelst
O Du, der Du der Du in Deiner Nachsicht weise bist
O Du, der Du in deinem Urteil majestätisch bist
O Du, der Du in Deiner Größe barmherzig bist
O Du, der Du in Deiner Wohltätigkeit ohne Anfang bist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

97.

Oh Du, den das Hören (von einer etwas) nicht vom Hören (etwas anderem) ablenkt
Oh du, den das Vernichten (von einer Arbeit) nicht vom Verrichten (einer anderen) abhält
Oh Du, den das Aussprechen (eines Wortes) nicht am Aussprechen (eines anderen) hindert
Oh Du, der Du durch das Stellen (einer Frage) nicht vom Stellen (einer anderen) abgebracht wirst
Oh Du, der Du des Drängens der Beharrlichen nicht überdrüssig wirst
Oh Du, der Du die Brüste der Gläubigen durch Hingabe weitetest
Oh Du, der Du die Herzen der Bescheidenen durch Dein Gedenken erleichterst
Oh Du, der Du den Herzen der Sehnsüchtigen niemals fern bist
Oh Du, der Du dem Streben der Strebenden Ziel bist
Oh Du, dem in den Welten nichts verborgen bleibt

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

98.

Oh Du, dessen Wissen von Anbeginn an existiert
Oh Du, dessen Versprechen aufrichtig ist
Oh Du, dessen Nachsicht offenkundig ist
Oh Du, dessen Befehl dominiert
Oh Du, dessen Buch unmissverständlich ist
Oh Du, dessen Urteil existiert
Oh Du, dessen Quran ruhmreich ist
Oh Du, dessen Herrschaft ohne Anfang ist
Oh Du, dessen Gunst beständig ist
Oh Du, dessen Thron herrlich ist

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

99.

Oh Du Herr aller Herren
Oh Du Öffner aller Türen
Oh Du Urheber aller Gründe
Oh Du Gewährer aller Belohnungen
Oh Du der die Wahrheit inspirierte
Oh Du Erschaffer der Wolken
Oh Du, dessen Strafen hart sind
Oh Du, dessen Abrechnung schnell erfolgt
Oh Du, zu dem die Rückkehr ist
Oh Du, Verzeihender
Oh Du gnädiger Vergebender

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!

100.

Ich flehe Dich durch deine Namen an:

Oh Du unsere Herr
Oh Du unser Gott
Oh Du unsere Meister
Oh Du unser Freund
Oh Du unser Erretter
Oh Du unser Behüter
Oh Du unser Allmächtiger
Oh Du unser Ernährer
Oh Du unser Wegweiser
Oh Du unser Beistand

Ehre sei Dir, neben dem es keine Gottheit gibt!
Du bist Sicherheit und Frieden! Errette uns vor dem Feuer der Hölle!


`,



  'Transliteration': `(1) 

allahumma in-ne as-aluka bis-mika yal-lah 

ya rahmanu ya rahem 

ya karemu ya muqem 

ya azemu ya qadem \ ya alemu ya halemu ya hakem 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(2) 

ya say-yidas-sadat 

ya mujebad-daawat \ ya rafia'd-darajat \ ya wale-yal-hasanat \ ya ghafiral-khate-at \ ya mua'-ti-yal-mas-alat \ ya qabilat-taw-bat \ ya samia'l-as-wat \ ya aalimal-khafe-yat 

ya dafia'l-bale-yat 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(3) 

ya khayral-ghafiren 

ya khayral-fatihen 

ya khayran-nasiren 

ya khayral-hakimen 

ya khayrar-raziqen 

ya khayral-warithen 

ya khayral-hamiden 

ya khayradh-dhakiren 

ya khayral-munzilen 

ya khayral-muh-sinen 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(4) 

ya mal-lahul-iiz-zatu wal-jamal \ ya mal-lahul-qud-ratu wal-kamal \ ya mal-lahul-mul-ku wal-jalal \ ya man huwal-kaberul-mutaaal 

ya mun-shias-sahabilth-thiqal 

ya man huwa shadedul-mihal 

ya man huwa sareu'l-hisab 

ya man huwa shadedul-iiqab \ ya man iindahu hus-nuth-thawab 

ya man iindahu ummul-kitab \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (5) \ allahumma in-ne as-aluka bis-mika \ ya han-nanu ya man-nan \ ya day-yanu ya bur-han \ ya sul-tanu ya rizwan \ ya ghuf-ranu ya sub-hanu ya mus-taaan 

ya dhal-man-ni wal-bayan 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(6) 

ya man tawadhaa kul-lu shayil-li-a'zamatihi \ ya manis-taslama kul-lu shayil-li-qud-ratih \ ya man dhal-la kul-lu shayil-li-iiz-zatih 

ya man khadhaa kul-lu shayil-li-haybatih \ ya manin-qada kul-lu shayim-min khash-yatih \ ya man tashaq-qaqatil-jibalu mim-makhafatih \ ya man qamatis-samawatu bi-am-rih \ ya manis-taqar-ratil-aradhuna biidhnih \ ya may-yusab-bihur-raa-du biham-dih 

ya mal-la yatade ala ah-li mam-lakatih 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(7) 

ya ghafiral-khataya 

ya kashifal-balaya 

ya mun-tahar-rajaya 

ya muj-zilal-a'taya 

ya wahibal-hadaya 

ya raziqal-baraya 

ya qadhiyal-manaya 

ya samia'ash-shakaya 

ya baiithal-baraya \ ya mut-liqal-usara \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (8) \ ya dhal-ham-di wath-thana-i \ ya dhal-fakh-ri wal-baha-i \ ya dhal-maj-di was-sana-i \ ya dhal-a'h-di wal-wafa-i \ ya dhal-a'f-wi war-ridha \ ya dhal-man-ni wal-a'ta-i \ ya dhal-fas-li wal-qadha-i \ ya dhal-iiz-zi wal-baqa 

ya dhal-judi was-sakha-i 

ya dhal-a-la-i wan-naa-ma-i \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (9) \ allahumma in-ne as-aluka bis-mika \ ya maniu' ya dafiu' \ ya rafiu' ya saniu' \ ya nafiu' ya samiu' \ ya jamiu' ya shafiu' \ ya wasiu' ya musiu' \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (10) \ ya sania' kul-li mas-nuiin 

ya khaliqa kul-li makh-luq 

ya raziqa kul-li marzuq 

ya malika kul-li mam-luk 

ya kashifa kul-li mak-rub 

ya farija kul-li mahmum 

ya rahima kul-li mar-hum 

ya nasira kul-li makh-dhul 

ya satira kul-li maa-yub \ ya mal-ja kul-li mat-rud \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (11) \ ya u'd-date iinda shid-date 

ya raja-e iinda musebate \ ya mu-nise iinda wah-shate 

ya sahibe iinda ghur-bate \ ya wale-ye iinda nia'-mate 

ya ghiyathe iinda kur-bate \ ya dalele iinda hayrate 

ya ghina-e iindaf-tiqare \ ya mal-jae iindadh-tirare 

ya mue'ene iinda mafzae'e \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (12) \ ya al-lamal-ghuyub 

ya ghaf-faradh-dhunub 

ya sat-taral-u'yub 

ya kashifal-kurub 

ya muqal-libal-qulub 

ya tabebal-qulub 

ya munaw-wiral-qulub 

ya anesal-qulub 

ya mufar-rijal-humum 

ya munaf-fisal-ghumum 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(13) 

allahumma in-ne as-aluka bis-mika 

ya jalelu ya jamel 

ya wakelu ya kafel 

ya dalelu ya qabel 

ya mudelu ya munel 

ya muqelu ya muhel 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(14) 

ya dalelal-mutahay-yiren 

ya ghiyathal-mus-taghethen 

ya sarekhal-mus-tas-rikhen 

ya jaral-mus-tajeren 

ya amanal-kha-ifen 

ya aw-nal-mu-minen \ ya rahimal-masaken \ ya mal-jal-a'asen \ ya ghafiral-mudhniben \ ya mujeba daa-watil-madhtar-ren 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(15) 

ya dhal-judi wal-ih-san 

ya dhal-fadhli wal-im-tinan 

ya dhal-am-ni wal-aman 

ya dhal-qud-si was-sub-han 

ya dhal-hik-mati wal-bayan 

ya dhar-rah-mati war-ridhwan 

ya dhal-huj-jati wal-bur-han 

ya dhal-a'zamati was-sul-tan 

ya dhar-ra-fati wal-mus-taaan \ ya dhal-a'f-wi wal-ghuf-ran \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (16) \ ya man huwa rab-bu kul-li shay \ ya man huwa ilhu kul-li shay \ ya man huwa khaliqu kul-li shay \ ya man huwa saniu' kul-li shay \ ya man huwa qab-la kul-li shay \ ya man huwa baa-da kul-li shay 

ya man huwa faw-qa kul-li shay 

ya man huwa aalimum bikul-li shay \ ya man huwa qadirun ala kul-li shay 

ya man huwa yab-qa wa yaf-na kul-lu shay 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(17) 

allahumma in-ne as-aluka bis-mika 

ya mu-minu ya muhaymin 

ya mukaw-winu ya mulaq-qin 

ya mubay-yinu ya muhaw-win 

ya mumak-kinu ya mu-zay-yin 

ya mua'-linu ya muq-s-sim 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(18) 

ya man huwa fe mul-kihi muqem 

ya man huwa fe sul-tanihi qadem 

ya man huwa fe jalalihi azem \ ya man huwa ala iibadihi rahem \ ya man huwa bikul-li shay-in alem 

ya man huwa biman asahu halem \ ya man huwa bimar-rajahu karem \ ya man huwa fe sun-iihi hakem 

ya man huwa fe hik-matihi latef 

ya man huwa fe lut-fihi qadem 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(19) 

ya mal-la yur-ja illa fadhluh 

ya mal-la yus-alu illa af-wuh \ ya mal-la yun-zaru illa bir-ruh \ ya mal-la yukhafu illa ad-luh 

ya mal-la yadumu illa mul-kuh 

ya mal-la sul-tana illa sul-tanuh 

ya maw-wasia't kul-la shay-ir-rah-matuh 

ya man sabaqat rah-matuhu ghadhabah 

ya man ahata bikul-li shay-in iil-muhu \ ya mal-laysa ahadum-mith-lah \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (20) \ ya farijal-ham \ ya kashifal-gham \ ya ghafiradh-dham-b \ ya qabilat-taw-b \ ya khaliqal-khal-q \ ya sadiqal-waa-d 

ya mufi-yal-a'h-d 

ya aalimas-sir \ ya faliqal-hab-b \ ya raziqal-anam \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (21) \ allahumma in-ne as-aluka bis-mika \ ya ale-yu ya wafe 

ya ghane-yu ya male 

ya hafe-yu ya radhe 

ya zake-yu ya bade 

ya qawe-yu ya wale 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(22) 

ya man azharal-jamel 

ya man sataral-qabeh 

ya mal-lam yuakhidh bial-jarerah 

ya mal-lam yah-tikis-sit-r 

ya azemal-a'f-wi \ ya hasanat-tajawuz \ ya wasia'l-magh-firah \ ya basital-yadayni bilr-rih-mah \ ya sahiba kul-li naj-wa \ ya mun-taha kul-li shak-wa \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (23) \ ya dhan-nia'-matis-sabighah \ ya dhar-rah-matil-wasia'h \ ya dhal-min-natis-sabiqah \ ya dhal-hik-matil-balighah \ ya dhal-qud-ratil-kamilah \ ya dhal-huj-jatil-qatia'h \ ya dhal-karamatiz-zahirah \ ya dhal-iiz-zatid-da-imah 

ya dhal-qu-watil-matenah 

ya dhal-a'zamatil-mani-ya'h 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(24) 

ya badi-yaas-samawat \ ya jaiilaz-zulumat 

ya rahimal-a'barat 

ya muqelal-a'tharat 

ya satiral-a'w-rat 

ya muh-yi-yal-am-wat 

ya munzilal-a-yat 

ya mudhaa-ifal-hasanat \ ya mahi-yas-say-yi-at \ ya shadedan-naqimat \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (25) \ allahumma in-ne as-aluka bis-mika \ ya musaw-wiru ya muqad-dir \ ya mudab-biru ya mutah-hir \ ya munaw-wiru ya muyas-sir \ ya mubash-shiru ya mundhir \ ya muqad-dimu ya muakh-hir \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (26) \ ya rab-bal-baytil-haram \ ya rab-bash-shah-ril-haram \ ya rab-bal-baladil-haram \ ya rab-bar-ruk-ni wal-maqam \ ya rab-bal-mash-a'ril-harami \ ya rab-bal-mas-jidil-haram \ ya rab-bal-hil-li wal-haram \ ya rab-ban-nuri waz-zalam \ ya rab-bat-tahe-yati was-salam \ ya rab-bal-qud-rati fil-anam \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (27) \ ya ah-kamal-hakimen \ ya aa-dalal-a'adilen 

ya as-daqas-sadiqen 

ya at-harat-tahiren 

ya ah-sanal-khaliqen 

ya as-raal-hasiben \ ya as-maas-samie'en 

ya ab-saran-naziren 

ya ash-faash-shafie'en \ ya ak-ramal-ak-ramen \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (28) \ ya iimada mal-la iimada lah \ ya sanada mal-la sanada lah \ ya dhukh-ra mal-la dhukh-ra lah \ ya hirza mal-la hirza lah \ ya ghiyatha mal-laghiyatha lah \ ya fakh-ra mal-la fakh-ra lah \ ya iiz-za mal-la iiz-za lah \ ya mue'ena mal-la mue'ena lah \ ya anesa mal-la anesa lah \ ya amana mal-la amana lah \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (29) \ allahumma in-ne as-aluka bis-mika \ ya aasimu ya qa-im 

ya da-imu ya rahim 

ya salimu ya hakim 

ya aalimu ya qasim \ ya qabidhu ya basit \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (30) \ ya aasima manis-taa-samah \ ya rahima manis-tar-hamah \ ya ghafira manis-tagh-farah \ ya nasira manis-tan-sarah \ ya handiza manis-tah-fazah \ ya muk-rima manis-tak-ramah \ ya mur-shida manis-tar-shadah \ ya sarekha manis-tas-rakhah \ ya mue'ena manis-taaana 

ya mughetha manis-taghathah 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(31) 

ya azezal-la yudham \ ya latefal-la yuram \ ya qay-yumal-la yanam \ ya da-imal-la yafut \ ya hay-yal-la yamut \ ya malikal-la yazul \ ya baqiyal-la yaf-na \ ya aalimal-la yaj-hal 

ya samadal-la yut-a'm 

ya qawe-yal-la yadhu'f 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(32) 

allahumma in-ne as-aluka bis-mika 

ya ahadu ya wahid 

ya shahidu ya majid 

ya hamidu ya rashid 

ya baiithu ya warith \ ya dha-r-ru ya nafiu' \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (33) \ ya aa-zama min kul-li azem \ ya ak-rama min kul-li karemi \ ya ar-hama min kul-li rahem \ ya aa-lama min kul-li alem \ ya ah-kama min kul-li hakem \ ya aq-dama min kul-li qadem \ ya ak-bara min kul-li kaber \ ya al-tafa min kul-li latef \ ya ajal-la min kul-li jalel \ ya aaz-za min kul-li azez \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (34) \ ya karemas-saf-h \ ya azemal-man 

ya katheral-khayr 

ya qademal-fadhli 

ya da-imal-lut-f 

ya latefas-sun-ii \ ya munaf-fisal-kar-b \ ya kashifadh-dhur \ ya malikal-mulk \ ya qadhi-yal-haq-q \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (35) \ ya man huwa fe ah-dihi wafe 

ya man huwa fe wafa-ihi qawe 

ya man huwa fe qu-watihi ale \ ya man huwa fe u'lu-wuhi qareb \ ya man huwa fe qur-bihi latef \ ya man huwa fe lut-fihi sharef \ ya man huwa fe sharafihi azez 

ya man huwa fe iiz-zihi azem 

ya man huwa fe azamatihi majed \ ya man huwa fe maj-dihi hamed \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (36) \ allahumma in-ne as-aluka bis-mika \ ya kafe ya shafe \ ya wafe ya mua'afe \ ya hade ya dae'e \ ya qadhe ya radhe \ ya aale ya baqe 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(37) 

ya man kul-lu shay-in khadhiu'l-lah 

ya man kul-lu shay-in khashiu'l-lah 

ya man kul-lu shay-in ka-inul-lah 

ya man kul-lu shayim-maw-judum bih 

ya man kul-lu shayim-munebun ilayh 

ya man kul-lu shay-in kha-ifum-minh 

ya man kul-lu shay-in qa-imum bih 

ya man kul-lu shay-in sa-irun ilayh 

ya man kul-lu shaye-yusab-bihu biham-dih 

ya man kul-lu shay-in halikun illa waj-hah 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(38) 

ya mal-la mafar-ra illa ilayh 

ya mal-la mafzaa illa ilayh \ ya mal-la maq-sada illa ilayh \ ya mal-la manja minhu illa ilayhi \ ya mal-la yur-ghabu illa ilayhi \ ya mal-la haw-la wa-la qu-wata illa bih \ ya mal-la yus-taaanu illa bih 

ya mal-la yutawak-kalu illa alayh \ ya mal-la yur-ja illa huwa \ ya mal-la yua'-badu illa huwa \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (39) \ ya khayral-mar-huben \ ya khayral-mar-ghuben \ ya khayral-mat-luben \ ya khayral-mas-ulen \ ya khayral-maq-suden \ ya khayral-madhkuren \ ya khayral-mash-kuren \ ya khayral-mah-buben \ ya khayral-mad-o'o-wen \ ya khayral-mus-ta-nisen \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (40) \ allahumma in-ne as-aluka bis-mika \ ya ghafiru ya satir \ ya qadiru ya qa-hiru ya fatir \ ya kasiru ya jabir \ ya dhakiru ya naziru ya nasir \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (41) \ ya man khalaqa fasaw-wa \ ya man qad-dara fahada \ ya may-yak-shiful-bal-wa \ ya may-yas-mau'n-naj-wa \ ya may-yun-qidhul-ghar-qa \ ya may-yunjil-hal-ka \ ya may-yash-fil-mar-dha \ ya man adhhaka wa ab-ka \ ya man amata wa ah-ya \ ya man khalaqaz-zaw-jaynidh-dhakara wal-un-tha \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (42) \ ya man fil-bar-ri wal-bah-ri sabeluh \ ya man fil-a-faqi a-yatuh \ ya man fil-a-yati bur-hanuh \ ya man fel-mamati qud-ratuh \ ya man fil-quburi iib-ratuh 

ya man fil-qiyamati mul-kuh 

ya man fil-hisabi haybatuh 

ya man fil-mezani qadha-uh 

ya man fil-jan-nati thawabuh 

ya man fin-nari iiqabuh \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (43) \ ya man ilayhi yah-rabul-kha-ifun \ ya man ilayhi yafzau'l-mudhnibun \ ya man ilayhi yaq-sidul-munebun \ ya man ilayhi yar-ghabuz-zahidun \ ya man ilayhi yal-jaul-mutahay-yirun \ ya mam bihi yas-ta-nisul-muredun \ ya mam bihi yaf-takhirul-muhib-bun \ ya man fe af-wihi yat-mau'l-khati-un 

ya man ilayhi yas-kunul-muqinun 

ya man alayahi yatawak-kalul-mutawak-kilun \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (44) \ allahumma in-ne as-aluka bis-mika \ ya habebu ya tabeb \ ya qarebu ya raqeb \ ya hasebu ya muheb \ ya muthebu ya mujeb \ ya khaberu ya baser \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (45) \ ya aq-raba min kul-li qareb \ ya ahab-ba min kul-li habeb \ ya ab-sara min kul-li baser \ ya akh-bara min kul-li khaber \ ya ash-rafa min kul-li sharef \ ya ar-faa min kul-li rafeiin \ ya aq-wa min kul-li qawe \ ya agh-na min kul-li ghane \ ya aj-wada min kul-li jawad \ ya ar-afa min kul-li ra’uf \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (46) \ ya ghaliban ghayra magh-lub \ ya sania'an ghayra mas-nuiin 

ya khaliqan ghayra makh-luq 

ya malikan ghayra mam-luk 

ya qahiran ghayra maq-hur 

ya rafia'an ghayra mar-fuiin \ ya hafizan ghayra mah-fuzin \ ya nasiran ghayra man-sur \ ya shahidan ghayra gha-ib \ ya qareban ghayra bae'ed \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (47) \ ya nuran-nur \ ya munaw-wiran-nur \ ya khaliqan-nur \ ya mudab-biran-nuri \ ya muqad-diran-nur \ ya nura kul-li nur \ ya nuran qab-la kul-li nur \ ya nuram baa-da kul-li nur 

ya nuran faw-qa kul-li nur 

ya nural-laysa kamith-lihi nur 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(48) 

ya man ata-uhu sharef \ ya man fia'-luhu latef \ ya mal-lut-fuhu muqem \ ya man ih-sanuhu qadem \ ya man qaw-luhu haqq \ ya maw-waa-duhu sidq 

ya man af-wuhu fazl \ ya man adhabuhu ad-l \ ya man dhik-ruhu hulu \ ya man fadhluh amem 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(49) 

allahumma in-ne as-aluka bis-mika 

ya musah-hilu ya mufas-sil 

ya mubad-dilu ya mudhal-lil 

ya munaz-zilu ya munaw-wil 

ya muf-dhilu ya mujzil 

ya mum-hilu ya muj-mil 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(50) 

ya may-yara wa-la yura 

ya may-yakh-luqu wa-la yukh-laqu 

ya may-yah-de wa-la yuh-da 

ya may-yuh-ye wa-la yuh-yia 

ya may-yas-alu wa-la yus-al 

ya may-yut-iimu wa-la yut-a'm \ ya may-yujeru wa-la yujaru ailayh 

ya may-yaq-dhe wa-la yuq-dha ailayh \ ya may-yah-kumu wa-la yuh-kamu ailayh 

ya mal-lam yalidu wa lam yulad 

wa-lam yakul-lahu kufuan ahad 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(51) 

ya nia'-mal-haseb 

ya nia'-mat-tabeb 

ya nia'-mar-raqeb 

ya nia'-mal-qareb 

ya nia'-mal-mujeb 

ya nia'-mal-habeb 

ya nia'-mal-kafel 

ya nia'-mal-wakel 

ya nia'-mal-maw-la 

ya nia'-man-naser 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(52) 

ya surural-a'arifen 

ya munal-muhib-ben 

ya anesal-mureden 

ya habebat-taw-waben 

ya raziqal-muqil-len 

ya raja-al-mudhniben 

ya qur-rata aynil-a'abiden \ ya munaf-fisa anil-mak-ruben 

ya mufar-rija anil-magh-mumen \ ya ilahal-aw-walena wal-a-khiren \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (53) \ allahumma in-ne as-aluka bis-mika \ ya rab-bana ya ilhana \ ya say-yidana ya maw-lana \ ya nasirana ya hafizana \ ya dalelana ya mue'enana \ ya habebana ya tabebana \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (54) \ ya rab-ban-nabe-yena wal-ab-rar \ ya rab-bas-sid-deqena wal-akh-yar \ ya rab-bal-jan-nati wan-nar \ ya rab-bas-sighari wal-kibar \ yarab-bal-hububi wath-thimar \ yarab-bal-an-hari wal-ash-jar \ ya rab-bas-sahare wal-qifar \ ya rab-bal-barare wal-bihari \ ya rab-bal-layli wan-nahar \ ya rab-bal-ia'-lani wal-is-rar \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (55) \ ya man-nafadha fe kul-li shay-in am-ruh \ ya mallahiqa bikul-li shay-in iil-muh 

ya mam balaghat ila kul-li shay-in qud-ratuh 

ya mal-la yuh-sil-iibadu nia'mah \ ya mal-la tab-lughul-khala-iqu shuk-rah \ ya mal-la tud-rikul-af-hamu jalalah \ ya mal-la tanalul-aw-hamu kun-hah \ ya manil-a'zamatu wal-kib-ri-ya-u rida-uh \ ya mal-la yarud-dul-iibadu qadha-ah 

ya mal-la mul-ka illa mul-kuh 

ya mal-la ata-a illa ata-uh 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(56) 

ya mal-lahul-mathalul-aa-la \ ya mal-lahus-sifatul-u'l-ya \ ya mal-lahul-a-khiratu wal-ula \ ya mal-lahu jan-natul-ma-wa \ ya mal-lahul-a-yatul-kub-ra \ ya mal-lahul-as-ma-ul-hus-na \ ya mal-lahul-huk-mu wal-qadha-u \ ya mal-lahul-hawa-u wal-fadha-u \ ya mal-lahul-a'r-shu wath-thara \ ya mallahus-samawatul-u'la \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (57) \ allahumma in-ne as-aluka bis-mika \ ya afu-wu ya ghafur 

ya saburu ya shakur 

ya ra’ufu ya atuf \ ya mas-ulu ya wadud \ ya sub-buhu ya qud-dus \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (58) \ ya man fis-sama-i azamatuh 

ya man fil-ar-dhi a-yatuh 

ya man fe kul-li shay-in dala-iluh 

ya man fil-bihari aja-ibuh \ ya man fel-jibali khaza-inuh \ ya may-yabdaul-khal-qa thumma yue'eduh \ ya man ilayhi yar-jiu'l-am-ru kul-luh \ ya man azhara fe kul-li shayil-lut-fah \ ya man ah-sana kul-la shay-in khal-qah \ ya man tasar-rafa fil-khala-iqi qud-ratuh \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (59) \ ya habeba mal-la habeba lah \ ya tabeba mal-la tabeba lah \ ya mujeba mal-la mujeba lah \ ya shafeqa mal-la shafeqa lah \ ya rafeqa mal-la rafeqa lah \ ya mughetha mal-la mughetha lah \ ya dalela mal-la dalela lah \ ya anesa mal-la anesa lah \ ya rahima mal-la rahima lah \ ya sahiba mal-la sahiba lah \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (60) \ ya kafiya manis-tak-fah \ ya hadiya manis-tah-dah \ ya kalia manis-tak-lah \ ya rae'ea manis-tar-a'ah \ ya shafiya manis-tash-fah \ ya qadhiya manis-taq-dhah \ ya mugh-niya manis-tagh-nah \ ya mufiya manis-taw-fah \ ya muqaw-wiya manis-taq-wah \ ya wale-ya manis-taw-lah \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (61) \ allahumma in-ne as-aluka bis-mika \ ya khaliqu ya raziq \ ya natiqu ya sadiq \ ya faliqu ya fariq \ ya fatiqu ya ratiq \ ya sabiqu ya samiq \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (62) \ ya may-yuqal-libul-layla wan-nahar \ ya man jaalaz-zulumati wal-an-war 

ya man khalaqaz-zilla wal-harur 

ya man sakh-harash-sham-sa wal-qamar 

ya man qad-daral-khayra wash-shar 

ya man khalaqal-maw-ta wal-hayat 

ya mal-lahul-khal-qu wal-am-r 

ya mal-lam yat-tikhidh sahibataw-wa-la walada 

ya mal-laysa lahu sharekun fil-mul-k 

ya mal-lam yakul-lahu wale-yum-minadh-dhul-l 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(63) 

ya may-yaa-lamu muradal-m-ruyiden \ ya may-yaa-lamu dhameras-samiten 

ya may-yas-mau' anenal-wahinen 

ya may-yara buka-al-kha-ifen 

ya may-yam-liku hawa-ijas-sa-ilen 

ya may-yaq-balu u'dhrat-ta-iben 

ya may-yus-lihu amalal-muf-siden \ ya mal-la yudheu' aj-ral-muh-sinen \ ya mal-la yab-u'du an qulubil-a'arifen 

ya ajwadal-ajwaden 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(64) 

ya da-imal-baqa-i 

ya samia'd-dua'a-i 

ya wasia'l-a'ta-i 

ya ghafiral-khata-i 

ya badi-ya's-sama-i 

ya hasanal-bala-i 

ya jamelath-thana-i 

ya qademas-sana-i 

ya katheral-wafa-i 

ya sharefal-jaza-i 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(65) 

allahumma in-ne as-aluka bis-mika 

ya sat-taru ya ghaf-far 

ya qah-haru ya jab-bar 

ya sab-baru ya bar 

ya mukh-taru ya fat-tah 

ya naf-fahu ya mur-tah 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(66) 

ya man khalaqane wa saw-wane 

ya mar-razaqane wa rab-bane 

ya man at-a'mane wa saqane 

ya man qar-rabane wa ad-nane 

ya man asamane wa kafane \ ya man hafazane wa kalane \ ya man aaz-zane wa agh-nane 

ya maw-waf-faqane wa hadane 

ya man a-nasane wa a-wane 

ya man amatane wa ah-yane 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(67) 

ya may-yuhiq-qul-haq-qa bikalimatih 

ya may-yaq-balut-taw-bata an iibadih 

ya may-yahulu baynal-mari wa qal-bih 

ya mal-la tan-fau'sh-shafaatu illa bi-idhnihi \ ya man huwa aa-lamu biman dhal-la an sabelih \ ya mal-la mua'q-qiba lihuk-mih \ ya mal-la ra-d-da liqadha-ih \ ya man-inqada kul-lu shay-il-lam-rihi \ ya mans-samawatu mat-we-yatum bi-yamenih \ ya may-yur-silur-riyaha bush-ram bayna yaday rah-matih \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (68) \ ya man jaalal-ar-dha mihada 

ya man jaalal-jibala aw-tada \ ya man jaalash-sham-sa siraja 

ya man jaalal-qamara nura \ ya man jaalal-layla libasa 

ya man jaalan-nahara maaa-sha 

ya man jaalan-naw-ma subata \ ya man jaalas-sama-a bina-a 

ya man jaalal-ash-ya-a az-waja \ ya man jaalan-nara mir-sada 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(69) 

allahumma in-ne as-aluka bis-mika 

ya sameu' ya shafeu' 

ya rafeu' ya maneu' 

ya sareu' ya badeu' 

ya kaberu ya qader 

ya khaberu ya mujer 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(70) 

ya hay-yan qab-la kul-li hay 

ya hay-yam baa-da kul-li hay \ ya hay-yul-ladhe laysa kamith-lihi hay \ ya hay-yul-ladhe la yusha-rikuhu hay \ ya hay-yul-ladhe la yah-taju ila hay \ ya hay-yul-ladhe yumetu kul-la hay \ ya hay-yul-ladhe yarzuqu kul-la hay \ ya hay-yal-lam yarithil-hayata min hay \ ya hay-yul-ladhe yuh-ye al-maw-ta \ ya hay-yu ya qay-yumu la ta-khudhuhu sinatuw-wa-la naw-m \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (71) \ ya mal-lahu dhik-rul-la yun-sa \ ya mal-lahu nurul-la yut-fa \ ya mal-lahu nia'-mul-la tua'd \ ya mal-lahu mul-kul-la yazul \ ya mal-lahu thana-ul la yuh-sa \ ya mal-lahu jalalul-la yukay-yafu \ ya mal-lahu kamalul-la yud-rak \ ya mal-lahu qadha-ul-la yurad-d \ ya mal-lahu sifatul-la tubad-dal \ ya mal-lahu nuo'otul-la tughay-yar \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (72) \ ya rab-bal-a'alamen \ ya malika yaw-mid-den \ ya ghayatat-taliben \ ya zah-ra al-lajen \ ya mud-rikal-hariben \ ya may-yuhib-bus-sabiren \ ya may-yuhib-but-taw-waben \ ya may-yuhib-bul-mutatah-hiren \ ya may-yuhib-bul-muh-sinen \ ya man huwa aa-lamu bial-muh-taden 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(73) 

allahumma in-ne as-aluka bis-mika 

ya sh-fequ ya rafeq 

ya hafezu ya muhet 

ya muqetu ya mugheth 

ya muiiz-zu ya mudhil \ ya mubdi-u ya mue'ed \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (74) \ ya man huwa ahadum bila dhid-d \ ya man huwa far-dum bila nid-d \ ya man huwa s-m-dum bila ayb 

ya man huwa wit-rum bila kayf 

ya man huwa qadhim bila hayf 

ya man huwa rab-bum bila wazer 

ya man huwa azezum bila dhul \ ya man huwa ghane-yum bila faq-r \ ya man huwa malikum bila azl 

ya man huwa maw-sufum bila shabeh 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(75) 

ya man dhik-ruhu sharaful-lidh-dhakiren 

ya man shuk-ruhu fawzul-lish-shakiren 

ya man ham-duhu iiz-zul-lil-hamiden \ ya man taatuhu najatul-lil-mute'en 

ya mam babuhu maf-tuhul-lit-taliben 

ya man sabeluhu wadhihul-lil-muneben 

ya man a-yatuhu bur-hanul-lin-naziren 

ya man kitabuhu tadhkiratul-lil-mut-taqen 

ya mar-rizquhu u'mumul-lit-ta-ie'ena wal-a'asen 

ya mar-rah-matuhu qarebum-minal-muh-sinen 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(76) 

ya man tabarakas-muh 

ya man taaala jad-duh \ ya mal-la ilaha ghayruh \ ya man jal-la thana-uh \ ya man taqad-dasat as-ma-uh \ ya may-yadumu baqa-uh \ ya manil-a'zamatu baha-uh \ ya manil-kib-ri-ya-u rida-uh \ ya mal-la tuh-sa a-la-uh \ ya mal-la tua'd-du naa-ma-uh 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(77) 

allahumma in-ne as-aluka bis-mika 

ya mue'enu ya amen 

ya mubenu ya maten 

ya makenu ya rashed 

ya hamedu ya majedu 

ya shadedu ya shahed 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(78) 

ya dhal-a'r-shil-majed 

ya dhal-qaw-lis-saded 

ya dhal-fia'-lir-rashed 

ya dhal-bat-shish-shaded 

ya dhal-waa-di wal-wae'ed \ ya man hual-wale-yul-hamed \ ya man huwa f-a'-alul-lima yured \ ya man huwa q-rebun ghayru bae'ed \ ya man huwa ala kul-li shay-in shahed 

ya man huwa laysa bizal-lamil-lil-a'bed 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(79) 

ya mal-la shareka lahu wa-la wazayir 

ya mal-la shabeha lahu wa-la nazer 

ya khaliqash-sham-si wal-qamaril-muner 

ya mugh-ni-yal-ba-isil-faqer 

ya r-aziqat-tif-lis-sagher 

ya r-ahimash-shaykhil-kaber 

ya jabiral-a'zmil-kaser 

ya iis-matal-kha-ifil-mus-tajer \ ya man huwa bi-iibadihi khabayirum baser 

ya man huwa ala kul-li shay-in qader \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (80) \ ya dhal-judi wan-nia'm \ ya dhal-fadhli wal-karam \ ya khaliqal-law-hi wal-qalam \ ya bari-adh-dhar-ri wn-nasam \ ya dhal-ba-si wan-niqam \ ya mul-himal-a'rabi wal-a'jam \ ya kashifadhur-ri wal-alam \ ya aalimas-sir-ri wal-himam 

ya rab-bal-bayti wal-haram 

ya man khalaqal-ash-ya-a minal-a'dam 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(81) 

allahumma in-ne as-aluka bis-mika 

ya faiilu ya ja-iilu 

ya qabilu ya kamil 

ya fasilu ya wasil 

ya aadilu ya ghalib \ ya talibu ya wahib \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (82) \ ya man an-a'ma bitaw-lih \ ya man ak-rama bijudih \ ya man jada bilut-fih \ ya man taaz-zaza biqud-ratih 

ya man qad-dara bihik-matih 

ya man hakama bitad-berih 

ya man dab-bara bi-iil-mih \ ya man tajawaza bihil-mih \ ya man dana fe u'lu-wih \ ya man ala fe dunu-wih 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(83) 

ya may-yakh-luqu ma yasha-u 

ya may-yaf-a'lu ma yasha-u 

ya may-yah-de may-yasha-u 

ya may-yudhil-lu may-yasha-u 

ya may-yua'dh-dhibu may-yasha-u 

ya may-yagh-firu limay-yasha-u 

ya may-yuiiz-zu may-yasha-u \ ya may-yudhil-lu may-yasha-u \ ya may-yusaw-wiru fil-ar-hami ma yasha-u \ ya may-yakh-tas-su birah-matihi may-yasha-u \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (84) \ ya mal-lam yat-takhidh sahibataw-wa-la walada \ ya man jaala likul-li shay-in qad-ra 

ya mal-la yush-riku fe huk-mehi ahada 

ya man jaalal-mala-ikata rusulan \ ya man jaala fis-sama-i burujan 

ya man jaalal-ar-dha qarara \ ya man khalaqa minal-ma-i bashara \ ya man jaala likul-li shay-in amada 

ya man ahata bikul-li shay-in iil-ma \ ya man ah-sa kul-la shay-in adada 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(85) 

allahumma in-ne as-aluka bis-mika 

ya aw-walu ya a-khir 

ya zahiru ya batin 

ya bar-ru ya haq-qu 

ya far-du ya wit-r 

ya samadu ya sar-mad 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(86) 

ya khayra maa-rufin u'rifa \ ya af-dhala maa-budin u'bid 

ya ajal-la mash-kurin shukir 

ya aaz-za madhkurin dhukir \ ya aa-la mah-mudin humid 

ya aq-dama maw-judin tulib 

ya ar-faa maw-sufiw-wusif \ ya ak-bara maq-sudin qusid \ ya ak-rama mas-ulin su-il \ ya ash-rafa mah-bubin u'lim \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (87) \ ya habebal-baken \ ya say-yidal-mutawak-kilen \ ya hadi-yal-mudhil-len \ ya wale-yal-mu-minen \ ya anesadh-dhakiren \ ya mafzaal-mal-hufen 

ya munji-yas-sadiqen 

ya aq-daral-qadiren 

ya aa-lamal-a'alimen \ ya ilaha al-khal-qi aj-mae'en \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (88) \ ya man ala faqahar 

ya mam-malaka faqadar 

ya mam batana fakhabara 

ya man u'bida fashakara 

ya man u'siya faghafar 

ya mal-la tah-wehi al-fikar 

ya mal-la yud-rikuhu basar 

ya mal-la yakh-fa ailayhi athar \ ya raziqa al-bashar \ ya muqad-dira kul-li qadar \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (89) \ allahumma in-ne as-aluka bis-mika \ ya hafizu ya bari \ ya dhari-u ya badhikh \ ya fariju ya fatih \ ya kashifu ya dhamin \ ya a-miru ya nahe \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (90) \ ya mal-la yaa-lamul-ghayba illa huwa 

ya mal-la yas-rifus-suo-a illa huwa 

ya mal-la yakh-luqul-khal-qa illa huwa 

ya mal-la yagh-firudh-dham-ba illa huwa 

ya mal-la yutimmun-nia'-mata illa huwa 

ya mal-la yuqal-libul-quluba illa huwa 

ya mal-la yudab-birul-am-ra illa hu 

ya mal-la yunaz-zilul-ghaytha illa huwa 

ya mal-la yab-sutur-rizqa illa huwa 

ya mal-la yuh-yel-maw-ta illa huwa 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(91) 

ya mue'enadh-dhua'fa-i 

ya sahibal-ghuraba-i 

ya nasiral-aw-li-ya-i 

ya qahiral-aa-da-i \ ya rafia's-sama-i \ ya anesal-as-fi-ya-i \ ya habebal-at-qi-ya-i \ ya kanzal-fuqara-i \ ya ilhal-agh-ni-ya-i \ ya ak-ramal-kurama-i \ subhanaka ya la ilaha illa anta \ al-ghawth al-ghawth \ khallisna minan-nari ya rabb \ \ (92) \ ya kafiyam-min kul-li shay \ ya qa-iman ala kul-li shay 

ya mal-la yush-bihuhu shay 

ya mal-la yazedu fe mul-kihi shay 

ya mal-la yakh-fa ailayhi shay \ ya mal-la yanqusu min khaza-inihi shay \ ya mal-laysa kamith-lihi shay \ ya mal-la yaa-zubu an iil-mihi shay 

ya man huwa kha-berum bikul-li shay 

ya maw-wasia't rah-matuhu kul-la shay 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(93) 

allahumma in-ne as-aluka bis-mika 

ya muk-rimu ya mut-iim \ ya mun-iimu ya mua'-te 

ya mugh-ne ya muq-ne 

ya muf-ne ya muh-ye 

ya mur-dhe ya munje 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(94) 

ya aw-wala kul-li shayiw-wa a-khirah 

ya ilaha kul-li shayiw-wa malekah 

ya rab-ba kul-li shayiw-wa sania'h 

ya ba-ria kul-li shayiw-wa khaliqah 

ya qabidha kul-li shayiw-wa basitah 

ya mubdi-a kul-li shayiw-wa muiidah \ ya jamia kul-li shayiw-wa mufar-riqah 

ya muqad-dira kul-li shayiw-wa mu-ash-shirah 

ya mu-haw-wila kul-li shayiw-wa mu-qaw-wimah 

ya mu-hyi-ya kul-li shayiw-wa mu-mitah 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(95) 

ya khayra dhakirin wa madh-kur 

ya khayra shakirin wa mash-kur 

ya khayra hamidin wa mah-mud 

ya khayra shahidin wa mash-hud 

ya khayra dain wa mad-u'w 

ya khayra mujibin wa mujab 

ya khayra munisin wa anis 

ya khayra sahibin wa jalis 

ya khayra maqsudin wa matlub 

ya khayra habibin wa mahbub 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(96) 

ya man huwa liman da-ahu mujib 

ya man huwa liman ata-ahu habib 

ya man huwa liman qasada-ilayhi qarib 

ya man huwa liman-istah-fadhahu raqib 

ya man huwa biman-istarah-mahu rahim 

ya man huwa biman-istaghathahu karim 

ya man huwa biman-asahu halim 

ya man huwa fi-azamatihi rahim 

ya man huwa fi-hikmatihi adhim 

ya man huwa fi-ihsanihi qadim 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(97) 

allahumma in-ne as-aluka bis-mika 

ya musab-bibu ya muragh-ghib 

ya muqal-libu ya mu-aq-qib 

ya murat-tibu ya mukhaw-wif 

ya muhadh-dhiru ya mudhak-kir 

ya musakh-khiru ya mughay-yir 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(98) 

ya man il-muhu sabiq 

ya man wa-duhu sadiq 

ya man lutfuhu dhahir 

ya man amruhu ghalib 

ya man kitabuhu hakam 

ya man qada-uhu ka-in 

ya man qur-anuhu majid 

ya man mulkuhu qadim 

ya man fadluhu amim 

ya man arshuhu adhim 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(99) 

ya man la yash-ghaluhu sam-un an sam-in 

ya man la yam-nau-hu fi-lun an fi-lin 

ya man la yul-hi-hi qaw-lun an qaw-lin 

ya man la yughal-lituhu su-alun an su-alin 

ya man la yaj-huba-hu shay-un an shay-in 

ya man la yub-rimu-hu il-hahul-mulih-hin 

ya man huwa ghayatat-tamma-il-muri-din 

ya man huwa mun-taha himamil-arifin 

ya man huwa mun-taha tula-bil-ta-libin 

ya man la yakh-fa alayhi dhar-ratun fil-alamin 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb 

(100) 

ya haleman la yaj-hal 

ya jawadan la yab-khal 

ya sadiqan la yukhlif 

ya wah-haban la yamal 

ya qahiran la yugh-lab 

ya adhiman la yusaf 

ya ad-lan la yahif 

ya ghani-yan la yaq-tadir 

ya kaberan la yas-ghur 

ya hafadhan la yagh-ful 

subhanaka ya la ilaha illa anta 

al-ghawth al-ghawth 

khallisna minan-nari ya rabb`
};